[["chicken", "Kuřecí prsa s mozzarellou a pestem", "https://www.recepty.cz/recept/kureci-prsa-s-mozzarellou-a-pestem-166700", [[4.0, "ks", "kuřecí prsa", ""], ["", "", "olivový olej"], [2.0, "lžička", "provensálské bylinky", "sušené"], [300.0, "g", "cherry rajčátka", ""], [300.0, "g", "mozzarella", ""], [3.0, "hrst", "bazalka", "čerstvá, lístky"], [2.0, "lžíce", "slunečnicová semínka", ""], [1.0, "stroužek", "česnek", ""], [80.0, "ml", "olivový olej", ""], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Kuřecí prsa očistěte, z obou stran potřete olejem, osolte, opepřete, posypte sušenými bylinami a nechte asi 10 minut odpočinout při pokojové teplotě.", "Zatím připravte pesto: Všechny suroviny dejte do mixéru a umixujte nahrubo. Rajčata pokrájejte na kousky, mozzarellu na plátky.", "Maso dejte na rozpálenou pánev, olej není třeba, postačí ten, jímž je maso potřené. Prsa zprudka opečte, z každé strany asi 2 minuty. Poté je přesuňte do pekáče a dejte do trouby vyhřáté na 200 °C. Pokud máte pánev vhodnou do trouby, použijte ji. Prsa pečte 4 minuty, poté na ně naskládejte plátky mozzarelly a dopečte ještě 2–3 minuty, ne déle. Kuře podávejte s pestem a rajčaty.", "Recept pro vás připravil časopis F.O.O.D. (srpen/2020)"]]], ["chicken", "Kuřecí řízky s mozzarellou", "https://www.recepty.cz/recept/kureci-rizky-s-mozzarellou-166630", [[2.0, "ks", "kuřecí prsa", "menší, cca 350 g obě"], [150.0, "g", "mozzarella", "uzená"], [60.0, "g", "sušená rajčata", "nebo kapie, cca"], [1.0, "lžička", "česnek sušený", ""], ["", "", "sůl"], ["", "", "pepř mletý"], [1.0, "ks", "vejce", ""], [1.0, "lžíce", "solamyl (bramborový škrob)", ""], ["", "", "strouhanka"], ["", "", "olej"]], [["Kuřecí prsa pokrájíme na drobné kousky a dáme do misky. Přidáme hrubě nastrouhanou uzenou mozzarellu, nadrobno pokrájená sušená rajčata nebo kapii (podle toho, co kdo preferuje), vejce, ochutíme solí, pepřem a sušeným česnekem.", "Vše dobře promícháme, přisypeme solamyl a opět dobře promícháme. Z mísy směs odebíráme po lžících. Hromádku směsi dáme do strouhanky, kde ji zformujeme do placičky a klademe do pánve s rozpáleným olejem. Smažíme z obou stran dozlatova.", "Podáváme s bramborem, kaší nebo zeleninovým salátem.", "Takto připravené kuřecí prsní řízky budou chutnat i těm, kteří dávají přednost stehenním řízkům, jelikož jsou díky mozzarelle krásně šťavnaté. Vynikající jsou i vychladlé."]]], ["chicken", "Kuře ala bažant", "https://www.recepty.cz/recept/kure-ala-bazant-166589", [[4.0, "ks", "kuřecí stehna", ""], [2.0, "ks", "cibule", ""], [150.0, "g", "slanina", ""], [6.0, "ks", "bobkový list", ""], [15.0, "ks", "jalovec", "kuličky"], [10.0, "ks", "nové koření", "kuličky"], [1.0, "lžička", "rozmarýn", ""], ["", "", "máslo"], ["", "", "sůl"], ["", "", "hladká mouka"], ["", "", "voda"]], [["Cibuli nakrájíme nadrobno. Slaninu nakrájíme na malé kostičky. Připravíme si všechno koření podle receptu. Začneme předehřívat troubu na 200°C.", "Do pekáče (který budeme následně dávat do trouby, ale nyní ho dáme na sporák) vložíme trochu másla. Máslo v pekáči rozehřejeme na sporáku. Po rozehřátí másla vložíme cibuli, slaninu a veškeré koření. Za stálého promíchávání opekáme cca 10 minut, než směs začne vonět.", "Kuřecí stehna důkladně osolíme ze všech stran. Osolená kuřecí stehna položíme na směs do pekáče - kůží dolů.  Podlijeme trochou vody (cca 2 deci), přiklopíme a pečeme takto 20 minut na 200°C.", "Po 20 minutácha otočíme kuře (kůží nahoru), podle potřeby přilijeme vodu.  Opět přiklopíme a pečeme dalších 20-30 minut.", "Poté vytáhneme pekáč z trouby na sporák (troubu nevypínáme).  Kuře vytáhneme na talířek vedle, směs zaprášíme moukou a lehce provaříme (cca 5-10 minut, mícháme, aby se směs nepřichytila ke dnu).  Podle potřeby přidáme vodu.", "Poté vrátíme kuře na směs (kůži nahoru), pekáč vložíme zpět do trouby a pečeme ještě dalších 20 minut.", "Jako příloha se hodí bramborový nebo lázeňský knedlík, brambor, bramborová kaše..."]]], ["chicken", "Šťavnaté kuřecí řízečky", "https://www.recepty.cz/recept/stavnate-kureci-rizecky-166586", [[400.0, "g", "kuřecí řízky", "stehenní nebo prsa"], [80.0, "g", "anglická slanina", "nebo moravská"], [100.0, "g", "sýr gouda", "nebo uzený, Niva..."], [50.0, "g", "kapie", "nebo červená paprika"], [1.0, "ks", "vejce", ""], [1.0, "lžička", "česnek sušený", "necelá"], ["", "", "pepř mletý"], ["", "", "sůl"], [1.0, "lžíce", "solamyl (bramborový škrob)", ""], ["", "", "strouhanka"], ["", "", "olej"]], [["Kuřecí řízky pokrájíme na drobnější kousky (nemlít) a dáme do mísy. Přidáme jemně pokrájenou slaninu s paprikou, přisypeme strouhaný sýr dle chuti (dnes jsem dal Goudu a Nivu), vejce, sušený česnek, pepř a sůl (pozor na slanost sýru a slaniny) dle chuti. Vše důkladně promícháme, zaprášíme solamylem a ještě jednou promícháme.", "V mokrých rukách tvoříme menší řízečky, které obalíme ve strouhance a smažíme z obou stran dozlatova, v pánvi s rozpáleným olejem.", "Podáváme s libovolnou bramborovou přílohou, dipy nebo zeleninovým salátem."]]], ["chicken", "Kyjevský řízek - Recepty.cz - On-line kuchařka", "https://www.recepty.cz/recept/philadelphsko-kyjevsky-rizek-166544", [[4.0, "ks", "kuřecí prsa", "bez kůže"], ["", "", "bylinky"], [1.0, "stroužek", "česnek", ""], [0.25, "citronová kůra", ""], [125.0, "g", "sýr", "Philadelphia Original"], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "hladká mouka"], ["", "", "vejce"], ["", "", "strouhanka"], ["", "", "olej"]], [["Na náplň použijte klasický sýr Philadelphia, sůl, pepř, z bylinek dle chuti petrželku, tymián, řeřichu nebo estragon. Přidejte menší množství nastrouhaného nebo drceného česneku a přistrouhněte kousek citronové kůry. Důkladně promíchejte.", "Prsa zbavte blan a tenkých postranních částí. Od špičatého konce si odměřte třetinu délky celého prsa a v tomto místě prořízněte kapsičku až k druhému konci. Kapsu vyplňte důkladným množstvím nádivky a nakonec ji „zašpuntujte“ odkrojeným kusem masa. Jednu stranu prsou můžete náplní pomazat, abyste ji ochutili.", "Maso budete obalovat v trojobalu. Potřebovat budete hladkou mouku, vajíčko a strouhanku, kterou můžete pro efekt smíchat s asijskou panko strouhankou. Maso obalte v mouce nejprve pomazanou částí, zatímco druhou můžete dosolit, poté ve vajíčku a ve strouhance.", "Troubu rozehřejte na 160 °C.", "Do pánve nalijte větší množství oleje a řízky smažte dvě minuty po každé straně. Pak je vložte – pokud máte – na mřížku, kterou dáte na pekáček.", "V troubě pečte 15 až 28 minut dle velikosti masa."]]], ["chicken", "Grilované kuře naplacato", "https://www.recepty.cz/recept/grilovane-kure-naplacato-166525", [[1.0, "ks", "kuře", "menší"], ["", "", "řepkový olej"], [100.0, "g", "máslo", ""], [2.0, "ks", "citron", ""], ["", "", "zázvor"], [2.0, "lžíce", "med", ""], [1.0, "ks", "chilli papričky", ""], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Kuře ostrým nožem nebo nůžkami na drůbež rozřízněte uprostřed prsní kosti po celé délce. Otočte ho kůží nahoru, dlaní zatlačte na páteř a zploštěte ho. Kuře z obou stran osolte a opepřete a nechte v pokojové teplotě asi hodinu odpočinout.", "Zatím rozehřejte gril a mřížku potřete olejem. V kastrolu rozpusťte máslo a vmíchejte do něj nastrouhanou kůru i šťávu z 1 citronu, najemno nakrájený zázvor, med a nasekanou chilli papričku. Kuře položte na gril kůží dolů a grilujte asi 6 minut. Nyní ho otočte a potřete máslovou směsí. Gril přiklopte a kuře grilujte asi 30 minut. Průběžně, asi každých 5 minut, ho potřete máslovou omáčkou.", "Před dokončením kuřete rozčtvrťte druhý citron a rovněž jej ogrilujte doměkka. Hotové kuře opepřete, nechte 10 minut odpočinout na prkénku a podávejte ozdobené nasekanou petrželkou s opečeným citronem.", "Recept pro vás připravil časopis F.O.O.D. (červenec/2020)"]]], ["chicken", "Bylinkové kuře v marinádě chermoula", "https://www.recepty.cz/recept/bylinkove-kure-v-marinade-chermoula-166512", [[4.0, "ks", "kuřecí stehna", "vykostěná"], ["", "", "citron"], [1.0, "svazek", "petrželka", ""], [1.0, "svazek", "koriandr", ""], [1.0, "svazek", "máta", ""], [3.0, "stroužek", "česnek", ""], [50.0, "ml", "olivový olej", ""], [2.0, "ks", "citron", ""], [50.0, "ml", "voda", ""], [1.0, "lžička", "koriandr", ""], [1.0, "lžička", "římský kmín", ""], [1.0, "lžička", "uzená paprika - koření", ""], [1.0, "lžička", "chilli", "sušené, drcené"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Připravte si marinádu. Všechny suroviny dejte do mixéru a dobře rozmixujte. Římský kmín a koriandr můžete před tím podrtit v hmoždíři. Maso naložte do marinády, dobře ho v ní obalte a dejte na 6 hodin do ledničky.", "Hodinu před tepelnou úpravou vyndejte naložené maso z ledničky. Poté ho dejte na rozpálený gril nebo pánev a opékejte z každé strany 3–4 minuty. Bylinkové kuře podávejte s klínky citronu a salátem z bulguru.", "Recept pro vás připravil časopis F.O.O.D. (červen/2020)"]]], ["chicken", "Kuřecí shawarma s pikantním hummusem a marinovanou cibulí", "https://www.recepty.cz/recept/kureci-shawarma-s-pikantnim-hummusem-a-marinovanou-cibuli-166489", [[4.0, "ks", "kuřecí prsa", ""], [2.0, "ks", "červená cibule", ""], ["", "", "olivový olej"], [1.0, "lžička", "oregáno", "sušené"], [2.0, "ks", "citron", "k podávání"], ["", "", "pita chléb"], [2.0, "ks", "citron", ""], [2.0, "lžíce", "med", ""], [100.0, "ml", "olivový olej", ""], [3.0, "stroužek", "česnek", ""], [1.0, "lžička", "římský kmín", "mletý"], [1.0, "lžička", "zázvor", "sušený mletý"], [1.0, "lžička", "uzená paprika - koření", ""], [1.0, "lžička", "skořice", ""], [1.0, "lžička", "kurkuma", ""], [1.0, "lžička", "oregáno", "sušené"], [400.0, "g", "cizrna", "naložená"], ["", "", "citronová šťáva"], [2.0, "lžíce", "pasta tahini", "sezamová pasta"], [2.0, "stroužek", "česnek", ""], [1.0, "lžička", "římský kmín", "mletý"], ["", "", "chilli"], ["", "", "sůl"]], [["Připravte si marinádu. Do mísy vymačkejte šťávu z citronů, přidejte med, olivový olej a vše metličkou dobře promíchejte. Prolisujte česnek, v hmoždíři nadrťte římský kmín a vše spolu s ostatním kořením přidejte do mísy. Opět promíchejte metličkou. Kuře nakrájejte na kousky velikosti sousta, promíchejte s marinádou a uložte do ledničky. Nechte marinovat aspoň přes noc.", "Den předem také naložte cibule. Pokrájejte je na tenká kolečka, dejte do mísy a zalijte vařící vodou. Po pár minutách slijte, posypte oreganem a polijte několika lžícemi oleje, promíchejte a uložte do ledničky. S předstihem můžete připravit i hummus. Do mixéru dejte cizrnu, část nálevu si ponechte. Přidejte zbylé ingredience, česnek a římský kmín můžete předem nadrtit, a umixujte dohladka. Konzistenci upravte trochou nálevu do kašovité hmoty. Mixujte v několika fázích, hummus by měl být hezky našlehaný.", "Maso vyndejte hodinu před tepelnou úpravou z ledničky. Kousky kuřete napíchejte na špejle či jehly a dejte péct na rozpálený gril či pánev. Špízy opékejte asi minutu z každé strany a poté dejte dopéct asi na 5 minut na nepřímý žár nebo do trouby. Podávejte s hummusem, naloženou cibulí a pitou.", "Recept pro vás připravil časopis F.O.O.D. (červen/2020)"]]], ["chicken", "Marinované řecké kuře", "https://www.recepty.cz/recept/marinovane-recke-kure-166477", [[5.0, "ks", "kuřecí prsa", ""], [1.0, "ks", "citron", "1 - 2 kusy"], ["", "", "pita chléb"], ["", "", "sýr feta"], ["", "", "olivy"], ["", "", "pečené papriky"], [150.0, "g", "řecký jogurt - pravý", ""], [2.0, "ks", "citron", ""], [2.0, "stroužek", "česnek", "2 - 3 stroužky"], [1.0, "lžíce", "med", ""], [3.0, "lžíce", "olivový olej", ""], [2.0, "lžíce", "vinný ocet", ""], [3.0, "lžíce", "oregáno", "sušené"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Připravte si marinádu. Do misky dejte jogurt. Z citronů nastrouhejte kůru, vymačkejte z nich šťávu a přidejte do mísy spolu s nadrceným česnekem, medem, olejem, octem, oreganem, solí a pepřem.", "Kuřecí maso pokrájejte na kostky velikosti sousta. Dejte do mísy s marinádou, dobře promíchejte a uložte přes noc nebo minimálně na 6 hodin do ledničky.", "Alespoň hodinu před tepelnou úpravou vyndejte maso z ledničky. Kousky kuřete opečte ze všech stran na rozpáleném grilu (ideálně v grilovací misce) či pánvi. Opečte je nejprve zprudka ze všech stran, poté nechte dojít asi 5 minut na nepřímém žáru. Pokud maso opékáte na pánvi, dejte kousky kuřete ještě dopéct do trouby. Citron pokrájejte na klínky a dejte také opéct na gril či pánev, jeho chuť se zjemní. Kousky kuřete podávejte s opečeným citronem, pitou, fetou, olivami a paprikami.", "Recept pro vás připravil časopis F.O.O.D. (červen/2020)"]]], ["chicken", "Asijský hot dog", "https://www.recepty.cz/recept/asijsky-hot-dog-166474", [[400.0, "g", "kuřecí maso", "mleté"], [1.0, "ks", "limetka", ""], [1.0, "lžíce", "zázvor", "čerstvý, nastrouhaný"], [1.0, "hrst", "koriandr", "čerstvý, nasekaný"], [1.0, "ks", "chilli papričky", ""], [1.0, "ks", "mango", "zralé"], [2.0, "ks", "jarní cibulka", ""], [1.0, "lžíce", "rýžový ocet", ""], [1.0, "lžíce", "sezamový olej", ""], [1.0, "lžička", "hnědý cukr", ""], ["", "", "sůl"]], [["Maso promíchejte s nastrouhanou limetovou kůrou i šťávou, zázvorem, polovinou nasekaného koriandru, polovinou chilli papričky a jednou najemno nakrájenou cibulkou. Osolte a vytvarujte z něj „párky“.", "Na salsu nakrájejte na drobné kostky mango a cibulky, promíchejte je s octem, sezamovým olejem, zbytkem chilli a nasekaného koriandru, cukrem.", "Maso ogrilujte ze všech stran, celkem asi 8 minut, podle velikosti „párků“. Do ogrilované rozkrojené domácí briošky (recept hledejte pod briošky na hot dog) dejte mangovou omáčku, listy salátu a opečené kuřecí maso.", "Recept pro vás připravil časopis F.O.O.D. (červen/2020)"]]], ["chicken", "Quesadilla s kuřecím masem a koriandrovou smetanou", "https://www.recepty.cz/recept/quesadilla-s-kurecim-masem-a-koriandrovou-smetanou-166432", [[1.0, "ks", "červená cibule", ""], [2.0, "stroužek", "česnek", ""], [1.0, "ks", "červená paprika", ""], [300.0, "g", "kuřecí maso", "pečené, zbytky"], [300.0, "g", "sýr čedar", ""], [80.0, "ml", "olivový olej", "+ 1 lžíce"], [200.0, "g", "nakládaná kukuřice", "sterilovaná"], [2.0, "ks", "chilli papričky", "sušené"], [1.0, "svazek", "koriandr", ""], [3.0, "lžíce", "slunečnicová semínka", ""], [200.0, "g", "zakysaná smetana", ""], [8.0, "ks", "tortilla", "pšeničné tortillové placky"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Cibuli a česnek nasekejte nadrobno, papriku pokrájejte na malé kostičky, stejně jako kuřecí maso. Sýr nastrouhejte nahrubo. V pánvi rozpalte olej, zpěňte cibuli, přidejte papriku, pár minut restujte. Jakmile paprika změkne, dejte do pánve maso, kukuřici, česnek a chilli papričku. Směs osolte, opepřete a už jen krátce prohřejte.", "Do mixéru dejte koriandr, slunečnicová semínka, olej, sůl, pepř a mixujte, směs nemusí být dokonale jemná.", "Pesto vmíchejte do smetany. Na 4 placky rozdělte polovinu nastrouhaného sýra, na něj rozprostřete směs z pánve, sýr a přiklopte zbylými plackami. Pokud máte kontaktní gril, zapečte quesadilly v něm, ale dobře poslouží suchá teflonová pánev. Quesadilly opékejte postupně po jedné a otáčejte vždy až ve chvíli, kdy se sýr uvnitř rozpustí a náplň se díky tomu spojí – placku vyklopte na talíř, otočte, vraťte do pánve a opečte z druhé strany. Ostrým nožem quesadilly pokrájejte na trojúhelníky a podávejte s koriandrovou smetanou.", "Recept pro vás připravil časopis F.O.O.D. (květen/2020)"]]], ["chicken", "Kuřecí stehna v bílém víně", "https://www.recepty.cz/recept/kureci-stehna-v-bilem-vine-166431", [[4.0, "ks", "kuřecí stehna", ""], [2.0, "lžíce", "hladká mouka", ""], ["", "", "olivový olej"], [100.0, "ml", "bílé víno", ""], [100.0, "ml", "kuřecí vývar", "nebo zeleninový"], [50.0, "g", "máslo", ""], [1.0, "hrst", "bylinky", "nasekané (hladkolistá petrželka, tymián, oregano, estragon)"], [150.0, "ml", "smetana ke šlehání", ""], ["", "", "rýže"]], [["Oddělte spodní a horní část kuřecích stehen, maso osolte, opepřete a lehce zaprašte moukou. Ve větší pánvi vhodné do trouby rozehřejte asi 3 lžíce oleje a porce kuřete opečete asi 4 minuty z obou stran, kůže by měla zezlátnout.", "Maso dejte stranou, do pánve vlijte víno a vývar, přiveďte k varu a nechte minutku probublávat. Přidejte máslo, nasekané bylinky, přilijte smetanu a vraťte do pánve kuře. Pánev dejte do trouby předehřáté na 180 °C a pečte 10–15 minut, podle velikosti kuřecích porcí. Kuře podávejte s rýží přelité omáčkou.", "Recept pro vás připravil časopis F.O.O.D. (květen/2020)"]]], ["chicken", "Kuřecí maso na houbách se zapečenými bramborami", "https://www.recepty.cz/recept/kureci-maso-na-houbach-se-zapecenymi-bramborami-166400", [[500.0, "g", "kuřecí řízky", ""], [2.0, "lžíce", "houbové koření", ""], ["", "", "sůl"], [3.0, "lžíce", "olivový olej", ""], [300.0, "g", "houby", "čerstvé - např. hnědé žampiony nebo portobello"], [3.0, "ks", "jarní cibulka", ""], [3.0, "stroužek", "česnek", ""], [20.0, "g", "máslo", ""], [2.0, "lžička", "mouka", ""], [0.5, "lžička", "drcený kmín", ""], [2.0, "bobkový list", ""], [300.0, "ml", "vývar", ""], [800.0, "g", "brambory", "pozdní se slupkou"], ["", "", "sůl"], ["", "", "olivový olej"]], [["Kuřecí maso otřete, osolte a okořeňte. Orestujte zprudka na olivovém oleji, aby se maso po povrchu zatáhlo. Vyjměte z pánve.", "Žampiony nakrájejte na čtvrtky a v té samé pánvi orestujte společně s cibulkou. Přidejte česnek, mouku, máslo, kmín a tymián.", "Maso nakrájejte a přidejte také do pánve. Opepřete a vraťe maso i se šťávou, podlijte vývarem a přidejte bobkové listy.", "Brambory nakrájejte na tenká kolečka, osolte, promíchejte s olivovým olejem a naskládejte na bublající směs tak, aby vytvrořily jakousi pokličku.", "Pečte v troubě na 190 °C cca 50 minut, než budou brambory zlatavé a křupavé."]]], ["chicken", "Baby kuřata s medvědím česnekem a citronem", "https://www.recepty.cz/recept/baby-kurata-s-medvedim-cesnekem-a-citronem-166336", [[3.0, "ks", "kuře", "baby kuřátka"], [1.0, "svazek", "medvědí česnek", ""], [1.0, "ks", "citron", ""], [150.0, "g", "máslo", "změklé"], ["", "", "sůl"]], [["Kuřata očistěte, omyjte, osušte a uvolněte jim kůži na prsou. Medvědí česnek nasekejte nadrobno, z citronu nastrouhejte kůru a obojí vmíchejte do změklého másla. Podle chuti máslo ještě osolte.", "Asi polovinu máslové směsi nacpěte pod uvolněnou kůži na prsou, zbytkem potřete celá kuřata. Citron, z něhož jste nastrouhali kůru, pokrájejte na měsíčky a vložte kuřatům do břišní dutiny. Drůbeži svažte nohy a dejte ji do pekáče. Kuřata dejte do trouby vyhřáté na 180 °C a pečte je asi hodinu. Během pečení je podlévejte výpekem.", "Recept pro vás připravil časopis F.O.O.D. (duben/2020)"]]], ["chicken", "Pečené kuře s nádivkou", "https://www.recepty.cz/recept/pecene-kure-s-nadivkou-166329", [[1.5, "kg", "kuře", ""], [4.0, "ks", "rohlík", ""], [80.0, "g", "máslo", "na restování pečiva + 2 lžíce mezi prsíčka u kůži"], [2.0, "lžíce", "mandlové lupínky", "jemné"], ["", "", "citronová kůra"], [1.0, "hrst", "kopřiva", "mladá, nebo špenát"], [5.0, "snítka", "petrželka", "hladkolistá"], [5.0, "snítka", "tymián", ""], [100.0, "ml", "mléko", ""], [2.0, "ks", "vejce", ""], ["", "", "muškátový oříšek"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Kuře omyjte a osušte. Troubu zapněte na 160 °C. Rohlíky pokrájejte na kostičky a orestujte je na másle. Vsypte je do velké mísy, přidejte mandle a citronovou kůru. Listy kopřiv nebo špenátu prolijte v cedníku vroucí vodou a na prkénku nahrubo překrájejte. Přidejte k rohlíkům spolu s nasekanou petrželkou a tymiánem.", "Mléko prošlehejte se žloutky a přilijte do mísy k ostatním surovinám a nechte pečivo chvilku nasáknout. Ochuťte nastrouhaným muškátovým oříškem, solí a pepřem. Mezitím ušlehejte z bílků a špetky soli pevný sníh a zlehka ho vmíchejte do nádivky.", "Z kuřete odřízněte poslední článek křídel a položte je do pekáče. Kuře zevnitř i zvenku osolte a opepřete.", "Recept pro vás připravil časopis F.O.O.D. (duben/2020)"]]], ["chicken", "Koule z kuřecího masa v kokosovém mléce", "https://www.recepty.cz/recept/koule-z-kureciho-masa-v-kokosovem-mlece-166236", [[600.0, "g", "mleté maso", "kuřecí"], [3.0, "ks", "jarní cibulka", ""], [1.0, "ks", "chilli papričky", "zelená"], [1.0, "snítka", "citronová tráva", ""], [1.0, "ks", "česnek", ""], [1.0, "lžička", "zázvor", "nastrouhaný"], [1.0, "lžíce", "sojová omáčka", "nebo špetka soli"], ["", "", "limetková kůra"], [1.0, "hrst", "koriandr", "lístky, na ozdobu"], ["", "", "jasmínová rýže"], [2.0, "lžíce", "olej", ""], [1.0, "ks", "cibule", ""], [1.0, "ks", "paprika - žlutá", ""], [2.0, "stroužek", "česnek", ""], ["", "", "zázvor"], [1.0, "lžička", "kari", ""], [1.0, "špetka", "chilli", ""], [1.0, "lžíce", "rajčatové pyré", ""], [240.0, "ml", "kokosové mléko", ""], [1.0, "hrnek", "kuřecí vývar", "nebo voda"], [2.0, "hrst", "baby špenát", "velké"], ["", "", "limetková šťáva"], ["", "", "sůl"]], [["Troubu předehřejte na 190 °C, plech vyložte pečicím papírem. V míse dobře promíchejte maso s ostatními surovinami nasekanými najemno, a také se zázvorem i sójovou omáčkou či solí. Ze směsi utvořte koule velké jako pingpongový míček, vyjde přibližně na 20 kusů, a rozložte je na plech. Pečte dozlatova, asi 15 minut.", "V kastrolu nebo ve woku rozehřejte olej a orestujte na něm na plátky nakrájenou cibuli. Po 4 minutách přidejte na kusy pokrájenou papriku a nadrobno nasekaný česnek i zázvor, po minutě koření a rajčatové pyré. Nechte koření rozvonět a hned zalijte kokosovým mlékem. Přilijte hrnek kuřecího vývaru nebo vody a povařte 10 minut. Do omáčky vložte masové koule i s výpekem a společně vařte do zhoustnutí omáčky, asi 5 minut, pak ji dochuťte limetovou šťávou a solí, nakonec vmíchejte špenát. Koule v omáčce podávejte s jasmínovou rýží posypané nastrouhanou limetovou kůrou a hrstí koriandru.", "Recept pro vás připravil časopis F.O.O.D. (březen/2020)"]]], ["chicken", "Salát s kuřecím masem a krutony", "https://www.recepty.cz/recept/salat-s-kurecim-masem-a-krutony-166220", [[4.0, "ks", "kuřecí prsa", ""], ["", "", "olivový olej"], [1.0, "ks", "bageta", "menší"], [2.0, "hrst", "cherry rajčátka", ""], [2.0, "ks", "avokádo", ""], [2.0, "lžička", "dijonská hořčice", ""], [2.0, "lžička", "med", ""], [4.0, "ks", "salát", "Little gem"], [2.0, "hrst", "salátové listy", "směs"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Kuřecí prsa potřete olejem, zasypte hrubě mletým pepřem a nechte asi 10 minut odležet při pokojové teplotě. Bagetu natrhejte na kousky velikosti sousta, dejte do pánve, promíchejte se 2 či 3 lžícemi olivového oleje a opečte dozlatova. Rajčata pokrájejte na poloviny či čtvrtiny, avokáda rozkrojte, zbavte pecky, dužninu vydloubněte lžící a pokrájejte na kousky. Hořčici, med, asi 100 ml olivového oleje, trochu soli a pepře dejte do malé zavařovací sklenice, uzavřete ji víčkem a důkladně protřepejte, dokud se suroviny nespojí v hladkou emulzi.", "Maso opečte na pánvi asi 2 minuty z každé strany a pak ještě 5 minut dopečte v troubě vyhřáté na 180 °C. Nechte asi 2 minuty odpočinout a pak pokrájejte na plátky. Na talíř rozdělte salátové listy, rajčata, avokádo, kuře a krutony, vše osolte a zalijte dresinkem.", "Recept pro vás připravil časopis F.O.O.D. (březen/2020)"]]], ["chicken", "Tacos s kuřecím masem - Recepty.cz - On-line kuchařka", "https://www.recepty.cz/recept/kureci-tacos-166219", [[400.0, "g", "kuřecí prsa", ""], ["", "", "olivový olej"], [2.0, "lžička", "uzená paprika - koření", ""], [1.0, "lžička", "pepř drcený", "nebo hrubě mletý"], [2.0, "hrst", "cherry rajčátka", ""], [2.0, "ks", "salát", "Little gem"], [1.0, "ks", "avokádo", ""], [150.0, "g", "řecký jogurt - pravý", ""], [8.0, "ks", "tortilla", "kukuřičné"], ["", "", "sůl"], ["", "", "limetka"], ["", "", "koriandr"]], [["Kuřecí prsa podélně přepulte osolte, potřete olejem a obalte ve směsi uzené papriky a pepře. Nechte odležet po dobu, než připravíte další ingredience.", "Rajčata pokrájejte na měsíčky, salát rozeberte na listy, avokádo rozkrojte, zbavte pecky, dužninu pokrájejte na kostičky a poté opatrně vydloubněte lžící. Jogurt promíchejte se lžící oleje, osolte a opepřete. Kukuřičné placky nahřejte v troubě.", "Kuřecí maso dejte na rozpálenou pánev a z každé strany ho opečte 2–3 minuty, mělo by být propečené, ale stále šťavnaté. Odložte ho tak na 2 minuty na prkénko, pak nakrájejte na plátky a osolte.", "Nahřáté placky naplňte salátem, rajčaty, kousky avokáda a kuřecího masa. Zakápněte jogurtem, přidejte lístky koriandru a podávejte s kousky limety na dochucení.", "Recept pro vás připravil časopis F.O.O.D. (březen/2020)"]]], ["chicken", "Paštikové koláčky", "https://www.recepty.cz/recept/pastikove-kolacky-166150", [[2.0, "ks", "listové těsto", "pláty"], [1.0, "ks", "vejce", ""], [500.0, "g", "kuřecí játra", ""], [1.0, "ks", "cibule", ""], [150.0, "g", "máslo", "změklé"], [1.0, "svazek", "tymián", ""], [10.0, "ks", "šalvěj", "lístky"], [200.0, "ml", "červené víno", ""], ["", "", "muškátový oříšek"], [2.0, "lžíce", "brusinky", "brusinkový džem"], ["", "", "sůl"], ["", "", "pepř mletý"], [60.0, "g", "máslo", "na zalití"]], [["Z plátů listového těsta vykrojte kolečka o průměru asi 6 cm, polovině z nich vykrojte středy. Plná kolečka přeneste na plech vyložený pečicím papírem a potřete je rozšlehaným vejcem. Na každé pak velmi opatrně naneste kolečko s vykrojeným středem. Pracujte velmi opatrně, aby si těsto udrželo tvar, a vykrojená kolečka naneste opravdu přesně. Opět je potřete rozšlehaným vejcem a dejte péct do trouby předehřáté na 200 °C. Pečte je dozlatova asi 10 minut. Hotové korpusy nechte zcela vychladnout. Poté ostrým nožem vykrojte vypouklé středy, získáte košíčky k naplnění.", "Játra očistěte, zbavte blanek a překrájejte na kusy. Cibuli nakrájejte nadrobno a zpěňte ji na pánvi na lžíci másla. Přidejte játra a krátce orestujte, aby se ze všech stran zatáhla. Přidejte lístky tymiánu a nasekané lístky šalvěje, zalijte vínem a pomalu vařte, stačí 8-10 minut. Alkohol se vyvaří, tekutina částečně zredukuje.", "Játra přendejte do nádoby na mixování. Přidejte asi polovinu tekutiny z pánve a pokrájené povolené máslo. Mixujte dohladka a postupně přidávejte zbylou tekutinu z pánve, nejspíš ji nebudete potřebovat všechnu, výsledná konzistence by měla připomínat jemnou kaši. Paštiku důkladně osolte, opepřete, ochuťte muškátovým oříškem a přidejte zavařeninu. Opět dobře promixujte.", "Paštikou naplňte košíčky, navrch nalijte vrstvičku rozpuštěného másla. Pokud vám zbude paštika, nalijte ji do skleniček a opět zalijte máslem. Košíčky uložte do ledničky a nechte ztuhnout do druhého dne. Podávejte je posypané zrnky granátového jablka a lístky tymiánu.", "Recept pro vás připravil časopis F.O.O.D. (únor/2020)"]]], ["chicken", "Nedělní kuře", "https://www.recepty.cz/recept/nedelni-kure-166146", [[1.0, "ks", "kuře", ""], ["", "", "sůl"], [1.0, "ks", "cibule", "velká"], [3.0, "stroužek", "česnek", ""], ["", "", "rozmarýn"], [200.0, "ml", "smetana ke šlehání", ""], ["", "", "česnekový bok"], [500.0, "g", "těstoviny", "dle vlastního výběru 400 -"]], [["Kuře naporcujeme na menší kusy, osolíme a poklademe do pekáčku na pokrájenou cibuli, česnekový bok nebo slaninu, nasekané stroužky česneku a rozmarýn. Podlijeme smetanou, zaklopíme a vložíme do předehřáté trouby na 190 stupňů na 30 minut. Pak odklopíme a dopečeme do barvy a doměkka, za občasného přelití smetanovým výpekem. Je-li třeba a smetana se hodně odpařila, podlijeme maličko vodou, ale ne příliš. Měl by nám ze smetany vzniknout pod kuřetem krémový smetanový sos.", "Před koncem pečení, uvaříme těstoviny dle návodu a scedíme.", "Porce kuřete vyndáme z pekáče stranou, do smetanového výpeku, ze kterého vyndáme větvičky rozmarýnu, nasypeme scezené těstoviny, které v něm promícháme a můžeme podávat.", "Tentokrát se strávníci budou prát i o přílohu :-)"]]], ["chicken", "Kuřecí řízky na paprikách - paprikáš", "https://www.recepty.cz/recept/kureci-rizky-na-paprikach-paprikas-166138", [[4.0, "ks", "kuřecí řízky", "z vykostěných stehen"], [40.0, "g", "máslo", ""], [1.0, "lžíce", "olej", ""], [1.0, "ks", "cibule", "velká"], [1.0, "lžíce", "mletá sladká paprika", "plnější"], [1.0, "ks", "červená paprika", "nebo kapie"], [1.0, "lžíce", "hladká mouka", ""], ["", "", "sůl"], ["", "", "pepř mletý"], [250.0, "ml", "vývar", "cca"], [200.0, "g", "zakysaná smetana", ""]], [["Kuřecí stehna vykostíme, zbavíme kůže, osolíme a opepříme. Zakysanou smetanu vyndáme z lednice.", "Drobně pokrájenou cibuli osmažíme dosklovata na másle s olejem. Poté přidáme do kastrolu zatáhnout stehenní řízky. Ty pak dáme v kastrolu ke straně, přisypeme papriku a mouku, kterou necháme krátce zpěnit, maso opět rozložíme po dně, přisypeme na drobno pokrájenou papriku nebo kapii. Přilijeme asi 200 ml vývaru a na mírném ohni dusíme za občasného promíchání a případného podlití doměkka. Vývaru nemusíme přilévat mnoho, nebudeme muset už ke konci omáčku zahušťovat.", "Když je maso měkké, vyndáme plátky masa stranou a v již odstavené omáčce z ohně rozmícháme zakysanou smetanu pokojové teploty. Omáčku dle chuti můžeme ještě dosolit nebo opepřit a podáváme.", "Kuřecí řízky dáme na talíře k příloze (rýže, těstoviny, knedlík...) a přelijeme omáčkou."]]], ["chicken", "Těstoviny se smetanovou omáčkou, zeleninou a kuřetem", "https://www.recepty.cz/recept/testoviny-se-smetanovou-omackou-zeleninou-a-kuretem-166111", [[2.0, "ks", "kuřecí prsa", ""], ["", "", "olivový olej"], [1.0, "lžička", "mletá paprika", ""], [1.0, "ks", "oregáno", ""], [300.0, "g", "penne", ""], [4.0, "ks", "rajče", ""], [4.0, "hrst", "baby špenát", ""], [6.0, "stroužek", "česnek", ""], [200.0, "ml", "smetana 12%", ""], [150.0, "g", "sýr", "strouhaný (mentál, čedar, parmazán…)"], ["", "", "parmazán"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Kuřecí prsa potřete olejem a zasypejte paprikou a oreganem, dejte je na rozpálenou pánev a opečte z každé strany tak minutu či dvě dozlatova, poté je dejte do pekáče a dopečte v troubě předehřáté na 180 °C asi 15 minut. Hotové kuře nechte pár minut odpočinout a poté pokrájejte na plátky.", "Mezitím uvařte těstoviny podle návodu na obalu. Na pánev dejte do výpeku rajčata pokrájená na kousky, špenát a nasekaný česnek, minutu dvě restujte a pak zalijte smetanou. Osolte, opepřete, přiveďte k varu, vmíchejte nastrouhaný sýr, ztlumte plamen a dobře promíchejte, aby se sýr rozpustil a všechny chutě se spojily.", "Přidejte těstoviny, kousky kuřete a promíchejte. Těstoviny rozdělte na talíře, zasypte čerstvě mletým pepřem a parmazánem.", "Recept pro vás připravil časopis F.O.O.D. (únor/2020)"]]], ["chicken", "Kuřecí prsa Hasselback", "https://www.recepty.cz/recept/kureci-prsa-hasselback-166108", [[2.0, "ks", "rajčata", ""], [1.0, "ks", "cuketa", "menší"], [1.0, "ks", "červená cibule", ""], [4.0, "ks", "kuřecí prsa", ""], ["", "", "olivový olej"], [1.0, "lžička", "provensálské bylinky", ""], [1.0, "ks", "jarní cibulka", ""], [150.0, "g", "řecký jogurt - pravý", ""], ["", "", "bílé pečivo"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Zeleninu očistěte a pokrájejte na tenká kolečka, ta pak překrojte na půlkolečka. Do kuřecích prsou udělejte 5–6 zářezů, ty veďte tak, abyste zakrojili asi do dvou třetin masa. Ve třech lžících olivového oleje rozmíchejte provensálské bylinky a čerstvě namletý pepř a maso dobře potřete, nesolte. Zářezy naplňte pokrájenou zeleninou.", "Kuřecí prsa naskládejte do pekáče a dejte do trouby předehřáté na 180 °C. Pečte 10–15 minut, délka pečení závisí na velikosti masa, díky zářezům se propeče dříve.", "Jarní cibulku pokrájejte na kolečka a vmíchejte do jogurtu spolu se lžící olivového oleje, solí a pepřem. Hotová kuřecí prsa osolte a podávejte s jogurtovou omáčkou a pečivem."]]], ["chicken", "Smažená rýže Nasi Goreng", "https://www.recepty.cz/recept/smazena-ryze-nasi-goreng-166105", [[1.0, "ks", "kuřecí prsa", "větší"], ["", "", "olivový olej"], [1.0, "lžička", "mletá paprika", "sladká"], [1.0, "ks", "červená cibule", ""], [3.0, "stroužek", "česnek", ""], [2.0, "ks", "mrkev", ""], [1.0, "ks", "červená paprika", ""], [2.0, "miska", "rýže", "uvařená"], [2.0, "lžíce", "sojová omáčka", ""], [2.0, "lžíce", "ústřicová omáčka", ""], [1.0, "lžíce", "chilli pasta", ""], [2.0, "ks", "vejce", ""], ["", "", "chilli papričky"], ["", "", "koriandr"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Kuřecí prso potřete olejem, opepřete a zasypejte mletou paprikou. Maso zprudka opečte na pořádně rozehřáté pánvi z obou stran, z každé asi 2 minuty. Dejte do pekáče a 10 minut dopečte v troubě předehřáté na 180 °C.", "Mezitím pokrájejte cibuli na klínky, česnek na plátky, očištěnou mrkev na tenké nudličky, papriku na kousky. Na pánvi na troše oleje orestujte cibuli, přidejte mrkev, pak papriku a nakonec česnek. Jakmile zelenina změkne, vsypte rýži a pomalu restujte. V misce smíchejte sójovou a ústřicovou omáčku a chilli pastu, nalijte do pánve, promíchejte a pár minut restujte, aby se tekutina lehce zredukovala.", "Usmažte volská oka. Kuře pokrájejte na plátky a osolte. Rýži se zeleninou rozdělte do misek, přidejte vejce, kuře, pokrájenou chilli papričku a lístky koriandru.", "Recept pro vás připravil časopis F.O.O.D. (únor/2020)"]]], ["chicken", "Kuřecí kousky ve slanině", "https://www.recepty.cz/recept/kureci-kousky-ve-slanine-166059", [[400.0, "g", "kuřecí prsa", ""], [2.0, "lžíce", "sojová omáčka", ""], [2.0, "lžíce", "olivový olej", ""], [200.0, "g", "anglická slanina", "200-300g, pokrájená na tenké dlouhé plátky"], [150.0, "g", "třtinový cukr", ""], [3.0, "lžíce", "med", ""], ["", "", "pepř mletý"]], [["Kuřecí prsa pokrájejte na kousky velikosti sousta a dejte do mísy. Přidejte sójovou omáčku, olej, špetku pepře a nechte asi hodinu odpočinout při pokojové teplotě.", "Každý kousek masa zabalte do proužku slaniny a obalte v cukru. Kuřecí kousky naskládejte na rošt v troubě, pod rošt umístěte plech, aby do něj mohla odkapávat šťáva a pečte v troubě při 200 °C asi 20 minut. Krátce před dokončením každý kousek ještě potřete medem.", "Recept pro vás připravil časopis F.O.O.D. (leden/2020)"]]], ["chicken", "Kuřecí na chilli a zázvoru", "https://www.recepty.cz/recept/kureci-na-chilli-a-zazvoru-166038", [[2.0, "ks", "kuřecí prsa", ""], [5.0, "lžíce", "solamyl (bramborový škrob)", ""], [6.0, "lžíce", "sojová omáčka", ""], [6.0, "lžíce", "voda", ""], [1.0, "ks", "chilli papričky", "menší"], [1.0, "lžíce", "zázvor", "nastrouhaný"], [1.0, "lžíce", "česnek", "protlačený"], [4.0, "lžíce", "třtinový cukr", ""]], [["Kuřecí prsa omyjeme, nakrájíme na tenké nudličky, v míse promícháme se škrobem, tak, aby se každý kousek obalil (nesolíme, budeme totiž přidávat sojovku, která už slaná je).", "Maso ihned opečeme v hluboké pánvi na vysokém stupni v oleji asi 4 minuty dokud se maso nezatáhne. Vrátíme zpět do mísy, a ve stejné pánvi na nižším stupni osmažíme česnek, chilli papričku, a zázvor.", "Jakmile se vůně začnou spojovat, přidáme třtinový cukr. Ohříváme, dokud se cukr nerozpustí, poté přilijeme vodu a sojovou omáčku (používám Kikkoman s menším množstvím soli) a necháme 3-4 minuty provařit.", "Nakonec přidáme maso a necháme vařit dalších 7 minut, dokud není omáčka zahuštěná a maso zcela uvařené. Dle potřeby můžeme ještě přidat vodu, sojovku, či škrob.  Navrch ještě někdy posypu jarní cibulku nebo drcené arašídy a podávám s rýží.  My děláme doma na několik variací - s vepřovým, kuřecím, hovězím, či krevetkami."]]], ["chicken", "BBQ kuřecí s mangovou salsou", "https://www.recepty.cz/recept/bbq-kureci-s-mangovou-salsou-166034", [[4.0, "ks", "kuřecí prsa", ""], [6.0, "lžíce", "bbq omáčka", ""], [300.0, "g", "jasmínová rýže", ""], [3.0, "lžíce", "olivový olej", "SALSA"], [1.0, "ks", "mango", ""], [1.0, "ks", "avokádo", ""], [1.0, "ks", "červená cibule", "malá"], [1.0, "hrst", "koriandr", "čerstvý, nasekaný"], [3.0, "lžíce", "olivový olej", ""], ["", "", "limetková šťáva"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Kuřecí prsa potřete BBQ omáčkou a nechte 3 hodiny marinovat v ledničce. Rýži důkladně propláchněte a uvařte podle návodu.", "Mango a avokádo rozkrojte podélně napůl, zbavte pecky a oloupejte. Dužninu nakrájejte na kostičky. Cibuli s koriandrem pokrájejte nadrobno, smíchejte s nakrájeným mangem a avokádem. Přidejte olivový olej, limetovou šťávu, ochuťte solí a pepřem.", "Rozpalte pánev s olivovým olejem a maso z obou stran orestujte, celkem asi 10 minut, 5 minut je nechte odpočinout. Maso nakrájejte na plátky a podávejte s rýží a salsou."]]], ["chicken", "Šťavnaté kuřecí kousky s vaječnými plackami", "https://www.recepty.cz/recept/stavnate-kureci-kousky-s-vajecnymi-plackami-166009", [[1.0, "ks", "kuřecí prsa", ""], [1.0, "lžíce", "sádlo", "Záleží na vás, jde pouze o množství ke smažení cibule"], [1.0, "špetka", "sůl", ""], [1.0, "špetka", "pepř mletý", ""], [1.0, "lžička", "grilovací koření", ""], [2.0, "lžička", "mletá paprika", ""], [1.0, "ks", "cibule", ""], [3.0, "ks", "vejce", ""], [1.0, "lžíce", "mletá paprika", ""], [1.0, "špetka", "sůl", ""], [1.0, "špetka", "pepř mletý", ""], [2.0, "lžíce", "sýr", "Strouhaný nebo nakrájený na drobno"]], [["Jako první si připravíme směs na placky. Do mísy rozbijeme tři vejce, přidáme sůl, pepř, strouhaný sýr a mouku. Mletá paprika by se ve vejcích nerozmíchala a tak si zvlášť do skleničky napustíme trochu vody a v ní papriku rozmícháme metličkou. Tuto rozmíchanou papriku potom přidáme k vejcím. Vše metličkou zašleháme dohromady.", "Misku se směsí na placky odložíme stranou a připravíme kuřecí kousky. Jako první necháme na pánvi rozpustit sádlo, cibuli nakrájíme na malé kousky a nasypeme na pánev. Pomalu necháme do sklovata smažit na nejmenším plameni a průběžně kontrolujeme.  Zatím, co se nám smaží cibulka, si připravíme maso. Kuřecí prsní řízek na prkénku nakrájíme na kostičky. Takto nakrájené kostičky posypeme solí, pepřem, paprikou a grilovacím kořením. Vše promneme mezi prsty, aby se všechny kousky obalily.", "Pokud se cibulka dosmažila, přidáme k ní na pánev i maso. Promícháme a smažíme tak dlouho, dokud nebude maso propečené. Jeden kousek odendáme a zkontrolujeme propečenost. Když je hotovo, tak maso i s cibulkou nasypeme na talíř, pánev necháme na plameni.", "Teď si uděláme placky. Jelikož je pánev od kousků dost mastná, tak nemusíme přidávat žádný další tuk. Vezmeme směs na placky a po malých nebo větších porcích budeme nalévat na pánev a smažit jako palačinky. Záleží na vás, jestli chcete více malých placiček, nebo méně velkých. To že je placka z první strany hotová poznám tak, že kraje začnou tvrdnout a při podebrání se nebude lepit. Hotové placky naaranžujeme k masu na talíř.", "Jako přílohu můžeme zvolit například nakrájenou zeleninu. Pro zpestření chuti třeba kečup, tatarku nebo jiný dresink.  DOBROU CHUŤ!"]]], ["chicken", "Pikantní kuře s pórkem", "https://www.recepty.cz/recept/pikantni-kure-s-porkem-166002", [[400.0, "g", "kuřecí řízky", ""], [1.0, "ks", "pórek", "velký"], ["", "", "olej"], [3.0, "lžička", "kari", "dle chuti, cca"], ["", "", "chilli"], [80.0, "g", "rajský protlak", ""], [3.0, "stroužek", "česnek", ""], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "vývar"], [250.0, "ml", "smetana na vaření", ""]], [["Kuřecí stehenní nebo prsní řízky pokrájíme na kostky nebo nudličky, pórem na kolečka, česnek drobně nasekáme.", "V hrnci rozpálíme trochu oleje a vložíme do něj osolené a opepřené kuřecí maso, společně s pokrájeným pórkem. Smažíme do zatažení masa a povadnutí pórku. Přidáme jemně nasekaný česnek, chilli dle chuti, protlak a kari, vše promícháme a ještě krátce smažíme do rozvonění.", "Přilijeme deci, deci a půl vývaru a dusíme zhruba 10 minut. Přilijeme smetanu, dosolíme a dopepříme dle chuti, ještě krátce provaříme a můžeme podávat.", "Podáváme nejlépe s rýží."]]], ["chicken", "Kuřecí řízky se sýrem a medvědím česnekem", "https://www.recepty.cz/recept/kureci-rizky-se-syrem-a-medvedim-cesnekem-165995", [[300.0, "g", "kuřecí řízky", "prsní nebo stehenní"], [120.0, "g", "sýr", "dle chuti: Gouda, Eidam..."], [25.0, "g", "medvědí česnek", ""], [1.0, "ks", "vejce", ""], ["", "", "sůl"], ["", "", "pepř mletý"], [1.0, "lžíce", "solamyl (bramborový škrob)", ""], ["", "", "strouhanka"], ["", "", "olej"]], [["Kuřecí řízky pokrájíme na menší kousky a dáme do mísy, přidáme strouhaný sýr, drobně pokrájený medvědí česnek, vejce, sůl a pepř. Vše dobře promícháme, zaprášíme solamylem a opět lžící dobře promícháme. Směs nevypadá příliš kompaktně, ale drží dobře, nemějte strach :-)", "Z připravené směsi utvoříme zhruba šest řízečků - placiček, o velikosti dlaně, které obalíme v čerstvé strouhance. Poté vkládáme do pánve s rozpáleným olejem a smažíme z obou stran dozlatova.", "Podáváme s vařeným bramborem, kaší, zeleninovým salátem..."]]], ["chicken", "Kuřecí roláda s žemlovou nádivkou", "https://www.recepty.cz/recept/kureci-rolada-s-zemlovou-nadivkou-165949", [[2.0, "ks", "rohlík", "nebo houska, starší"], ["", "", "mléko"], [1.0, "ks", "vejce", ""], [1.0, "hrst", "hrášek", "čerstvý nebo mražený"], [1.0, "hrst", "mrkev", "na kostičky pokrájená"], [100.0, "g", "slanina", "nebo uzená šunka"], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "muškátový oříšek"], [2.0, "stroužek", "česnek", "1 -"], [1.0, "ks", "kuře", "cca 1,5 kg, vykostěné"], ["", "", "máslo"]], [["Plát vykostěného kuřete osolíme z obou stran, rozložíme na stůl, kůží dolů a poklademe žemlovou směsí - nádivkou. Plát masa opatrně, ale pevně zarolujeme, zpevníme buď provázkem nebo zabalíme do máslem potřeného alobalu, dáme do pekáčku, přidáme lžíci másla, podlijeme troškou vody a pečeme nejprve zaklopené, zhruba 40 minut, v předehřáté troubě na 190 stupňů. Poté odklopíme a dopékáme dozlatova, za občasného přelití výpekem. Pokud roládu pečeme v alobalu, po 45-ti minutách pečení ho opatrně sundáme a dopékáme dozlatova již bez něj, kdy roládu přeléváme výpekem a případně podléváme.", "Nádivka: starší pečivo pokrájíme na kostičky, dáme do mísy a pokropíme mlékem nebo vývarem dle potřeby (cca 120 ml) a necháme zvlhnout. Pak přidáme rozšlehané vejce, hrst hrášku a drobně pokrájené mrkve, pokrájenou libovější slaninu nebo uzenou šunku, dochutíme solí, pepřem rozetřeným česnekem a špetkou muškátového oříšku. Vše řádně promícháme a rozprostřeme na plát kuřecího masa.", "Roládu po upečení a vyndání z trouby, necháme alespoň 5 minut odležet, poté pokrájíme na plátky a podáváme s vařeným bramborem, bramborovou kaší, čerstvým chlebem, zeleninovým salátem..."]]], ["chicken", "Kuře na paprice", "https://www.recepty.cz/recept/kure-na-paprice-165923", [[1.0, "ks", "kuře", ""], [3.0, "lžíce", "slunečnicový olej", ""], [1.0, "ks", "cibule", ""], [3.0, "lžíce", "mletá sladká paprika", "vrchovaté"], [400.0, "ml", "vývar", "zeleninový nebo drůbeží"], [2.0, "lžíce", "máslo", ""], [2.0, "lžíce", "hladká mouka", ""], [200.0, "ml", "smetana ke šlehání", ""], [200.0, "ml", "zakysaná smetana", ""], ["", "", "sůl"], ["", "", "těstoviny"]], [["Kuře naporcujte na 4 části a ze všech stran je osolte. V silnostěnném kastrolu rozehřejte olej a porce kuřete na něm ze všech stran orestujte dozlatova. Poté kuře dejte na talíř a do oleje vsypte nadrobno nakrájenou cibuli. Restujte ji, dokud nezačne zlátnout, asi 6 minut. Nyní přisypte papriku, promíchejte a ještě 1 minutu restujte. Papriku s cibulí zalijte vývarem a vraťte do kastrolu i kuře. Přiklopte poklicí, zmírněte plamen a duste 45 minut.", "Ke konci dušení masa si připravte jíšku. Na pánvičce rozehřejte máslo a zasypte ho moukou. Míchejte na mírném plameni, dokud není směs bez hrudek a nezačne zlátnout. Nechte jíšku zchladnout.", "Měkké kuře vyjměte z kastrolu a omáčku rozmixujte tyčovým mixérem dohladka. K omáčce vmíchejte metlou jíšku a 10 minut ji povařte (průběžně míchejte). Omáčku zalijte smetanou, promíchejte, vraťte do ní kuře a povařte dalších 5 minut. Vmíchejte zakysanou smetanu, přiveďte těsně k bodu varu a odstavte. Ke kuřeti podávejte kolínka uvařená podle návodu na obalu."]]], ["chicken", "Sýrové kuřecí řízečky", "https://www.recepty.cz/recept/syrove-kureci-rizecky-165893", [[120.0, "g", "sýr niva", ""], [100.0, "ml", "smetana ke šlehání", ""], [2.0, "vejce", ""], ["", "", "hladká mouka"], [500.0, "g", "kuřecí řízky", ""], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "hladká mouka"], ["", "", "olej"]], [["Kuřecí prsa nebo stehenní řízky pokrájíme na menší medailonky, které mírně osolíme a opepříme. Před máčením v těstíčku je obalíme v hladké mouce.", "Nivu nastrouháme do misky, přilijeme smetanu, přidáme žloutky a dle hustoty těstíčka i trochu hladké mouky (1-2 lžíce). Nakonec vmícháme i sníh z bílků, který jsme vymíchali metličkou.", "Připravené řízky namáčíme v těstíčku a smažíme v nepřilnavé pánvi s rozpáleným olejem z obou stran dozlatova. Podáváme s libovolnou bramborovou nebo zeleninovou přílohou."]]], ["chicken", "Řízečky v bílkovém kabátku", "https://www.recepty.cz/recept/rizecky-v-bilkovem-kabatku-165882", [[2.0, "ks", "kuřecí prsa", "větší, nebo vepřové karé, panenka..."], [2.0, "ks", "vejce", ""], [2.0, "lžíce", "worcestrová omáčka", "nebo sojová omáčka, 1,5 -"], ["", "", "pepř mletý"], [1.0, "lžička", "mletá sladká paprika", "nebo pálivá, plnější"], [1.0, "lžička", "česnek sušený", "plnější"], ["", "", "sůl"], ["", "", "olej"]], [["Kuřecí řízky pokrájíme na plátky. Použít můžeme i tenčí plátky vepřového karé nebo panenky. Mírně osolíme a vložíme do kašičky umíchané ze žloutků, worcesterové omáčky, sušeného česneku, papriky a pepře. Použít můžeme i sušený zázvor nebo bylinky. Vše promícháme a necháme alespoň půl hodinky odležet.", "Připravené maso namáčíme do středně hustého sněhu, vyšlehaného vidličkou nebo metlou, se špetkou soli a smažíme ne příliš zprudka, v pánvi s roztopeným olejem nebo sádlem.", "Podáváme s libovolnou bramborovou přílohou nebo zeleninovým salátem."]]], ["chicken", "Červené fazole s kuřecím masem", "https://www.recepty.cz/recept/cervene-fazole-s-kurecim-masem-165863", [[600.0, "g", "kuřecí prsa", ""], [1.0, "ks", "cibule", "velká"], [4.0, "stroužek", "česnek", ""], [100.0, "g", "máslo", ""], [1.0, "lžička", "hladká mouka", ""], [100.0, "g", "rajský protlak", ""], [400.0, "g", "fazole ve slaném nálevu", "1 plechovka (sladkoslanný nálev)"], ["", "", "worcestrová omáčka"], ["", "", "rozmarýn"], ["", "", "pepř mletý"], ["", "", "sůl"]], [["Kuřecí prsa nakrájíme na malé kousky, vložíme do misky a okořeníme rozmarýnem, pepřem a solí. V lednici necháme odležet alespoň 30 minut, ideálně přes noc.", "Cibuli nakrájíme nadrobno, česnek na tenké plátky a vložíme do hrnce na rozehřáté máslo. Zpěníme, přidáme kuřecí maso a necháme ho zatáhnout ze všech stran. Pak přidáme rajský protlak, mírně podlijeme vodou a necháme dusit několik minut, dokud nezměkne kuřecí maso.", "Přidáme červené fazole, které jenom prohřejeme, dochutíme několika kapkami worchesteru a solí a pepřem.", "Podáváme s rýží."]]], ["chicken", "Paneng kai", "https://www.recepty.cz/recept/paneng-kai-165852", [[500.0, "g", "kuřecí prsa", ""], [100.0, "ml", "kuřecí vývar", ""], [1.0, "lžíce", "curry pasta", ""], [400.0, "ml", "kokosové mléko", ""], [1.0, "lžíce", "cukr", ""]], [["Dejte do pánve wok přibližně 150 ml kokosového mléka a na středním plameni zahřívejte, dokud se mléko nezredukuje na průsvitný olej. Přidejte kari pastu, snižte plamen, promíchejte a nechte chvíli opékat (stačí 2-3 minuty), aby se koření rozvonělo.", "Nakrájejte kuřecí maso na nudličky, přidejte ho ke kari pastě do woku a dobře promíchejte. Zalijte zbývajícím kokosovým mlékem a nechte probublávat, dokud se kuře neprovaří. Stačí cca 15 minut. Pak dochuťte rybí omáčkou, cukrem, solí.", "Přidejte najemno nasekané kafírové listy a lehce rozdrcené arašídy (použila jsem hmoždíř, můžete je ale přidat i vcelku). Nechte dalších 10 minut probublávat, aby omáčka zhoustla. Ochutnejte a podle potřeby dosolte."]]], ["chicken", "Dušená kuřecí stehna na řapíkatém celeru s pórkem", "https://www.recepty.cz/recept/dusena-kureci-stehna-na-rapikatem-celeru-s-porkem-165843", [[3.0, "ks", "kuřecí stehna", "-větší, vykostěná, bez kůže"], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "hladká mouka"], [50.0, "g", "máslo", ""], [200.0, "g", "pórek", ""], [300.0, "g", "řapíkatý celer", ""], [1.0, "stroužek", "česnek", "větší"], ["", "", "snítka tymiánu"], ["", "", "vývar"]], [["Kuřecí stehna zbavíme kůže, vykostíme, osolíme, opepříme a zaprášíme z obou stran mouku. Pórek s řapíkatým celerem pokrájíme na plátky nebo nudličky. Česnek oloupeme a jemně nasekáme.", "V hrnci rozpustíme máslo, na kterém z obou stran osmažíme připravená stehna. Přidáme zeleninu s tymiánem, osmažená prsa na ni položíme, zeleninu krátce osmažíme, pak podlijeme maličko vývarem, jen tak, aby byla prsa na zelenině a neplavala úplně ve vývaru. Pod poklicí dusíme na mírném plameni, pod poklicí, doměkka. Podle potřeby přidáváme po troškách vývar, dle chuti osolíme a opepříme.", "Podáváme s bramborovou přílohou nebo rýží."]]], ["chicken", "Kuře se zelím a bramborem", "https://www.recepty.cz/recept/kure-se-zelim-a-bramborem-165840", [[4.0, "ks", "kuřecí stehna", ""], [500.0, "g", "kysané zelí", ""], [1.0, "kg", "brambory", ""], [2.0, "ks", "cibule", ""], [100.0, "g", "slanina", ""], [300.0, "ml", "smetana ke šlehání", ""], ["", "", "sůl"], [1.0, "lžička", "kmín", ""], [1.0, "lžička", "sladká paprika", ""]], [["Troubu začněte předehřívat na 200 stupňů a vezměte si k ruce pekáček tak velký, aby se do něj kuřecí maso vešlo natěsno. Velké mezery mezi kuřecími stehny tu nejsou žádoucí. Zelí, pokud je příliš kyselé, propláchněte jemně na cedníku, nechte okapat a rozprostřete na dno pekáčku.", "Cibuli a brambory oloupejte a obojí nakrájejte na tenké plátky. Cibuli rozeberte na jednotlivá kolečka a rozložte na zelí, tím od něj brambory dostatečně oddělíte a umožníte jim lépe změknout. Na cibuli rozložte všechny brambory a jemně je osolte. Zalijte vše smetanou.", "Kuřecí čtvrtky opláchněte, jemně je ze všech stran osolte, okmínujte a zlehka poprašte paprikou. Položte je na bramborovou vrstvu, pochopitelně kůží nahoru. Čím lépe maso pokryje brambory, tím budou měkčí. Slaninu rozkrájejte na drobné kostičky a rozložte je na maso. Pekáček zakryjte poklicí nebo dvěma vrstvami alobalu a vložte do horké trouby. Pečte 45 minut bez povšimnutí.", "Sejměte víko, teplotu snižte na 180 stupňů a ještě 30-45 dopékejte do krásné zlaté barvy. O maso se v druhé polovině pečení můžete starat, zejména mu pomůže přelévání tukem a šťávou, které se hromadí u stěn pekáčku. Vyjměte z trouby, maso rozdělte na talíře, přidejte k němu brambory.", "Následně promíchejte to, co zbylo v pekáčku, tedy zelí a smetanovou omáčku. Smetana se místy vlivem horka a kyselého prostředí srazila, ale promíchání ji vrátí zpět do kondice. Pokud se vám zelí s omáčkou zdá příliš vodové a řídké, můžete omáčku slít a v malém kastrůlku rychle a zprudka svařit na hustší konzistenci. Do té doby udržujte maso, brambory a zelí v teple, například ve vychládající troubě. Konečně na talíře rozdělte zelí s omáčkou a hned podávejte."]]], ["chicken", "Řízečky k obědu i na cesty", "https://www.recepty.cz/recept/rizecky-k-obedu-i-na-cesty-165811", [["", "", "králičí maso"], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "polohrubá mouka"], ["", "", "bylinky"], ["", "", "rozšlehané vejce"], ["", "", "strouhanka"], ["", "", "máslo"]], [["Z vykostěných králičích nebo kuřecích stehen nakrájíme menší kusy (velké asi jako dlaň), vyšší části masa můžeme přes fólii naklepat. Řízky osolíme, opepříme nebo dle chuti ochutíme sušeným česnekem. Řízky podle vlastní chuti posypeme čerstvými, drobně nasekanými bylinkami (z masa neopadají, přilepí se). Pak řízky zlehka obalíme v polohrubé mouce, následně je protáhneme mírně osolenými rozšlehanými vejci (žádné ředění vodou či mlékem!), pak opět zlehka obalíme ve strouhance (žádné udusání!) a nakonec opět protáhneme řízky v našlehaných vejcích.", "Takto připravené řízky ihned vkládáme do rozehřátého másla s olejem a ne příliš zprudka smažíme z obou stran dozlatova.", "Podáváme s bramborovou kaší, bramborem nebo zeleninovým salátem. Výborné jsou též na cesty nebo ke svačině do práce, protože i studené zůstanou šťavnaté."]]], ["chicken", "Kuřecí satay s arašídovou omáčkou", "https://www.recepty.cz/recept/kureci-satay-s-arasidovou-omackou-165764", [[3.0, "ks", "kuřecí prsa", ""], [1.0, "lžíce", "sojová omáčka", ""], [2.0, "stroužek", "česnek", ""], [200.0, "ml", "kokosové mléko", ""], [1.0, "lžička", "římský kmín", "mletý"], [1.0, "lžička", "koriandr - mletý", ""], [1.0, "lžička", "zázvor - mletý", ""], [1.0, "ks", "cuketa", "malá"], [1.0, "ks", "červená cibule", ""], [1.0, "hrst", "cukrový hrášek", ""], [1.0, "ks", "chilli papričky", ""], ["", "", "rýžový ocet"], [1.0, "lžíce", "arašídy", "nesolené"], [1.0, "lžička", "sezam", ""], [4.0, "snítka", "koriandr", ""], ["", "", "sůl"], [3.0, "lžíce", "arašídové máslo", ""], [1.0, "lžíce", "sojová omáčka", ""], [1.0, "lžička", "chilli", ""], [1.0, "lžíce", "rybí omáčka", ""], [200.0, "ml", "kokosové mléko", ""], [1.0, "lžíce", "třtinový cukr", ""], [1.0, "lžička", "koriandr - mletý", ""], ["", "", "limetková šťáva"]], [["Kuřecí prsa pokrájejte na proužky, dejte do mísy a přidejte sójovou omáčku, prolisovaný česnek, kokosové mléko a koření. Promíchejte a nechte půl hodiny v chladu marinovat.", "Ingredience na omáčku, kromě limetové šťávy, dejte do rendlíku a prohřívejte, dokud omáčka nezhoustne, asi 10 minut. Vmíchejte limetovou šťávu a odstavte.", "Cuketu nastrouhejte na tenké plátky, cibuli nakrájejte na půlkolečka a promačkejte v misce se špetkou soli. Slijte tekutinu a přidejte na proužky pokrájený hrášek a nasekanou chilli papričku, zakápněte rýžovým octem a vychlaďte.", "Maso cikcak navlékněte na špejle a špízy opečte ze všech stran na rozpálené grilovací pánvi, asi 10 minut. Servírujte s omáčkou, posypané orestovanými nasekanými arašídy, sezamem a koriandrem. Vhodnou přílohou je rýže."]]], ["chicken", "Tacos", "https://www.recepty.cz/recept/tacos-165750", [[1.0, "ks", "kuřecí prsa", ""], [1.0, "plechovka", "sekaná rajčata", ""], [3.0, "špetka", "sůl", "Dle potřeby"], [3.0, "špetka", "pepř mletý", "Dle potřeby"], [1.0, "špetka", "mletá paprika", "Dle potřeby"], [1.0, "špetka", "koriandr - mletý", ""], [2.0, "stroužek", "česnek", ""], [3.0, "ks", "rajčata", ""], [1.0, "ks", "červená cibule", ""], [1.0, "stroužek", "česnek", ""], [1.0, "špetka", "sůl", ""], [1.0, "pepř mletý", ""], [1.0, "špetka", "koriandr", ""], [1.0, "ks", "avokádo", "Měkké"], [1.0, "lžíce", "citronová šťáva", ""], ["", "", "polníček"], ["", "", "ledový salát"], [4.0, "ks", "tortilla", ""], ["", "", "sýr čedar"]], [["Nejprve si kuřecí prsa uvaříme ve vodě tak, aby byla dokonale měkká. Poté je přemístíme na talíř nebo prkénko a roztrháme vidličkou na vlákna. Ve vyšší pánví si rozehřejeme olej a roztrhané maso krátce orestujeme, přidáme mletou papriku, pepř, sůl,  prolisovaný česnek a koriandr a zalijeme sekanymi rajčaty. Směs dobře promícháme a necháme mírně bublat, aby se odpařila přebytečné voda.", "Troubu si nastavíme na 200°C a ideálně na spodní ohřev.", "Nakrájíme si rajčata nadrobno a stejně tak i půlku červené cibulky. Osolíme, opepříme a přidáme čerstvý koriandr nebo bazalku. Přidáme menší stroužek česneku, promícháme a necháme odpočívat.", "Avokádo můžeme rozmačkat a přidat k rajčatům, nebo jen nakrájet na plátky a pokapat citrónem, osolil a opepřit.", "Když je trouba zahřátá, připravíme si placky (Koupíme je v každém supermarketu a to pšeničné či kukuřičné. Já používám pšeničné).   Placky potřeme s obou stran slunečnicovým olejem a pověsíme na mřížku tak, jak to vidíme na obrázku.  Necháme péct zhruba 8 minut a po upečení je necháme vychladnout v otevřené troubě. Z měkkých placek se tak stane křupavá \"kapsa\".", "Placky naplníme masovou směsí, nastrouhaným sýrem, salsou, advokátem a salátem. Můžeme přidat chili podle chuti, cibuli nebo opečenou slaninu.  Dobrou chuť! ?"]]], ["chicken", "Kuřecí guláš s fazolkami", "https://www.recepty.cz/recept/kureci-gulas-s-fazolkami-165669", [[500.0, "g", "kuřecí maso", ""], [1.0, "ks", "cibule", "velká"], [1.0, "plechovka", "sekaná rajčata", "- 400 gramů"], [250.0, "g", "zelené fazolky", ""], [1.0, "stroužek", "česnek", "větší"], ["", "", "snítka tymiánu"], ["", "", "sůl"], [1.0, "lžíce", "koření - adžika", "nebo Čubrica"], ["", "", "olej"]], [["Drobně pokrájenou cibuli osmažíme na oleji nebo másle dosklovata. Kuřecí maso pokrájíme na nudličky nebo kostky, které přidáme k cibuli, osolíme a okořeníme a smažíme do zatažení. Pak přidáme jemně nasekaný česnek s tymiánem, vše necháme rozvonět. Nakonec přilijeme sekaná rajčata, promícháme a krátce podusíme.", "Do hrnce přisypeme očištěné, pokrájené fazolky (lze použít i mražené) a dodusíme do změknutí fazolek na skus. Z guláše vyndáme vyvařenou snítku tymiánu, dle chuti dosolíme, případně opepříme a můžeme podávat.", "Podáváme s bramborem, rýží, těstovinami či pečivem."]]], ["chicken", "Citronová kuřecí prsa s rajčaty a olivami", "https://www.recepty.cz/recept/citronova-kureci-prsa-s-rajcaty-a-olivami-165636", [[2.0, "ks", "citron", ""], [4.0, "ks", "kuřecí prsa", ""], ["", "", "olivový olej"], [300.0, "g", "cherry rajčátka", ""], [1.0, "hrst", "černé olivy", "kalamata"], [1.0, "hrst", "tymián", "čerstvý"], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "bílé pečivo"]], [["Z jednoho citronu vymačkejte šťávu, z druhého nastrouhejte kůru a poté ho pokrájejte na plátky. Kuřecí prsa očistěte, potřete z obou stran olejem, osolte, opepřete a dejte na rozpálenou nepřilnavou pánev. Z každé strany opékejte 2 minuty a přesuňte do pekáče.", "Citronovou kůru nasypte na prsa a přidejte plátky citronu. K masu do pekáče dejte rajčata, olivy a větvičky tymiánu. Vše zalijte citronovou šťávou, zastříkněte olivovým olejem, osolte a opepřete. Pečte v troubě vyhřáté na 200 °C asi 15 minut. Přesný čas pečení záleží na tloušťce masa, mělo by být propečené, ale ne vysušené. Podávejte s bagetou nebo bílým chlebem, který namáčejte ve výpeku.", "Recept pro vás připravil časopis F.O.O.D. (září/2019)"]]], ["chicken", "Kuřecí špízy s hummusem a zeleninou", "https://www.recepty.cz/recept/kureci-spizy-s-hummusem-a-zeleninou-165530", [[500.0, "g", "kuřecí prsa", ""], ["", "", "olivový olej"], [600.0, "g", "cizrna", ""], [2.0, "lžička", "římský kmín", ""], [2.0, "stroužek", "česnek", ""], [2.0, "lžíce", "tahini", ""], [1.0, "limetková šťáva", ""], [2.0, "lžička", "uzená paprika - koření", ""], [1.0, "ks", "avokádo", ""], [3.0, "hrst", "cherry rajčátka", ""], [1.0, "ks", "okurka salátová", ""], [2.0, "ks", "jarní cibulka", ""], [4.0, "ks", "salát", "little gem"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Kuřecí prsa pokrájejte na menší kostky, asi 2 x 2 cm. Dejte je do mísy, zakápněte olivovým olejem a ochuťte čerstvě mletým pepřem, ale nesolte, promíchejte, aby se všechny kousky obalily. Maso napíchejte na špejle a naskládejte na rozpálenou grilovací pánev. Opékejte ze všech stran 3–4 minuty, maso by mělo být dobře propečené.", "Mezitím připravte hummus. Do výkonného mixéru dejte cizrnu bez nálevu, koření, nadrcený česnek, tahini a limetovou šťávu. Mixujte nejprve na nižší obrátky a postupně přidávejte výkon. Konzistence by měla být krémová, hummus dochuťte solí, pepřem, případně trochou limetové šťávy. Podle potřeby upravte konzistenci trochou vody. Opět promixujte a polovinu hummusu odeberte. Do zbytku v mixéru přidejte uzenou papriku a dobře promixujte.", "Avokádo zbavte pecky a slupky a nakrájejte na plátky, rajčata pokrájejte na poloviny, okurku a jarní cibulky na kolečka, salát rozdělte na listy. Na velký talíř nandejte oba druhy hummusu, na ně naskládejte připravenou zeleninu s výjimkou jarní cibulky a opečené maso. Pak vše zasypte nasekanou cibulkou, čerstvě mletým pepřem a zakápněte olivovým olejem.", "Recept pro vás připravil časopis F.O.O.D.  (červen/2019)"]]], ["chicken", "Marinované kuřecí špízy s mangovým salátem", "https://www.recepty.cz/recept/marinovane-kureci-spizy-s-mangovym-salatem-165473", [[1.0, "ks", "limetka", "+ k podávání"], [1.0, "lžíce", "čínská pálivá omáčka", "Sriracha"], [1.0, "lžíce", "olej", ""], [800.0, "g", "kuřecí stehna", "vykoštěná"], [150.0, "g", "majonéza", ""], ["", "", "koriandr"], ["", "", "sůl"], ["", "", "pepř mletý"], [1.0, "ks", "mango", ""], [2.0, "hrst", "baby špenát", ""], ["", "", "salát"], [0.5, "lžička", "cukr krupice", ""], [1.0, "lžíce", "limetková šťáva", ""], [1.0, "ks", "červená chilli paprička", ""], [1.0, "snítka", "máta", ""], [0.25, "šálek", "kešu oříšky", ""], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Připravte marinádu. Ve velké míse prošlehejte nastrouhanou kůru a šťávu z limety, chilli pastu a olej, vše osolte a opepřete. Jednu lžíci marinády odeberte do misky a do zbytku přidejte kuře nakrájené na kostky asi 3 x 3 cm. Maso s marinádou dobře promíchejte a nechte hodinu v chladu odležet. Pak kousky masa napíchejte na jehly a opékejte na rozpálené pánvi nebo grilu 4 až 5 minut po každé straně.", "Do majonézy vmíchejte zbytek marinády, který jste si nechali stranou, a nasekaný koriandr.", "Na salát oloupejte mango a nakrájejte ho na tenké nudličky. Dejte je do mísy a promíchejte se špenátem a pokrájeným salátem litlle gem. Cukr prošlehejte s limetovou šťávou, přidejte chilli, mátu pokrájenou nadrobno a špetku soli. Zálivku promíchejte a nalijte na salát. Navrch nasypte nasekané oříšky kešú. Podávejte ke kuřecím špízům spolu s pikantní majonézou a kousky limety."]]], ["chicken", "Zapečená červená čočka s kuřecím masem a mozzarellouu", "https://www.recepty.cz/recept/zapecena-cervena-cocka-s-kurecim-masem-a-mozzarellouu-165468", [[200.0, "g", "červená čočka", ""], [150.0, "g", "kuřecí prsa", ""], [1.0, "balení", "mražená zelenina", "čínská"], [1.0, "ks", "mozzarella", ""], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "sojová omáčka"]], [["Nejprve si uvaříme čočku dle návodu s trochou soli. Po uvaření scedíme a propláchneme, necháme okapat a vložíme do dostečně velké zapékací misky.", "Nakrájíme si kuřecí maso, které okořeníme a orestujeme na pánvi, později přidáme celé balení čínské zeleniny a chvíli dusíme. Hotové též vložíme do zapékací misky. Promícháme.", "Nakrájíme si mozzarelu na malé kousky a přidáme jí do misky a promícháme, urovnáme a dáme na cca 15 minut zapéct."]]], ["chicken", "Butter chicken s indickým chlebem - Recepty.cz - On-line kuchařka", "https://www.recepty.cz/recept/butter-chicken-maslove-kure-s-flat-roti-indickym-chlebem-165438", [[500.0, "g", "kuřecí prsa", ""], [200.0, "g", "bílý jogurt", ""], [2.0, "stroužek", "česnek", ""], [15.0, "g", "zázvor", "čerstvý"], [0.25, "lžička", "skořice - mletá", ""], [0.5, "lžička", "koření - garam masala", ""], [0.5, "lžička", "chilli", ""], [500.0, "g", "rajčata", ""], [2.0, "ks", "červená cibule", ""], [2.0, "stroužek", "česnek", ""], [15.0, "g", "zázvor", "čerstvý"], [50.0, "g", "kešu oříšky", ""], [1.0, "lžička", "paprika - sladká", ""], [1.0, "lžička", "koření - garam masala", ""], [50.0, "g", "koriandr - mletý", ""], [0.25, "lžička", "římský kmín", ""], [10.0, "g", "třtinový cukr", ""], [80.0, "g", "máslo", ""], ["", "", "pepř mletý"], ["", "", "sůl"], [50.0, "ml", "smetana", ""], ["", "", "koriandr"], [200.0, "g", "hladká mouka", ""], [120.0, "ml", "horká voda", ""], [20.0, "ml", "olej", ""], [1.0, "lžička", "sůl", ""], [150.0, "g", "máslo", "na potření"]], [["Kuřecí řízky očistíme a nakrájíme na kousky velké cca 2 cm. Do větší misky vložíme jogurt, prolisujeme dva stroužky česneku, přidáme nadrobno nakrájený zázvor, přisypeme skořici, garam masalu a chilli. Vše důkladně promícháme a poté do směsi přidáme maso. Vše opět promícháme, aby se maso směsí pěkně obalilo a poté jej necháme do druhého dne uležet. Spěcháte-li nechte maso uležet alespoň 2 hodiny.", "Nyní si připravíme základ na omáčku. Rajčata omyjeme a nakrájíme je na větší kousky. Cibule očistíme a nakrájíme je nadrobno. Ve větší pánvi si rozpálíme trochu oleje a cibuli na něm necháme zesklovatět. Když je cibule pěkně sklovatá přidáme nadrobno nakrájený zázvor a česnek, koriandr, římský kmín, sladkou papriku, garam masalu a vše krátce orestujeme. Pozor, ať se vám koření nepřipálí, mohlo by zhořknout a pokazit tak pokrm. K takto orestovanému základu přidáme rajčata, kešu ořechy, cukr a dle potřeby sůl a pepř. Směs přiklopíme poklicí a 15 minut dusíme. Každé rajče pustí jiné množství šťávy, a proto směs kontrolujte, ať se vám nepřichytí. Když jsou rajčata hezky měkká, celou směs dohladka umixujeme. Poté ji propasírujeme přes síto a vrátíme zpět do pánve.", "Kuřecí maso vyndáme z lednice a na nové pánvi jej zhruba 8 minut restujeme. Připravené maso přidáme do propasírované omáčky. Dále přidáme máslo a celou směs necháme mírně povařit, aby se chutě pěkně propojily. Poté stáhneme teplotu a do omáčky zamícháme smetanu. Omáčku již nevaříme, aby se nám v ní smetana nesrazila. Butter chicken posypeme koriandrem a podáváme s vařenou rýží basmati, indickým chlebem flat roti nebo naanem.", "Indický chléb flat roti připravíme tak, že mouku promícháme se solí, přilijeme vodu a olej a vše vypracujeme v hladké pružné těsto, které přikryjeme a necháme 30 minut odpočinout. Odpočinuté těsto rozdělíme na 10 stejných částí, jednu vezmeme a zbytek přikryjeme, aby těsto neosychalo. Těsto vyválíme na velmi tenkou placku, kterou nasucho opečeme na pánvi z obou stran. Je vhodné placku péct krátce cca 3 minuty a přitom jí několikrát obrátit. Bude více nadýchaná a vláčná. Sami uvidíte jak se při obracení bude pěkně nafukovat. Každou upečenou placku pomažeme rozpuštěným máslem a přikryté utěrkou je necháme zapařit."]]], ["chicken", "Kroupové zelí s kuřetem", "https://www.recepty.cz/recept/kroupove-zeli-s-kuretem-165394", [[80.0, "g", "uzená slanina", "dle tučnosti, 100 -"], [1.0, "ks", "cibule", ""], [500.0, "g", "kysané zelí", "okapané"], [3.0, "stroužek", "česnek", "2 -"], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "cukr krupice"], [500.0, "g", "kroupy", "předem uvařené"], [1.0, "ks", "kuře", "nebo kuřecí díly"], ["", "", "sůl"], ["", "", "olej"], ["", "", "ingredience na trojobal"]], [["Očištěné kuře naporcujeme na menší díly (křídla, paličky...) a kostru použijeme na polévku, případně použijeme rovnou paličky... Maso osolíme, případně okořeníme dle vlastní chuti, můžeme potřít česnekovou pastou, posypat paprikou... a obalíme v mouce, rozšlehaných vejcích a strouhance. Klademe do pekáčku vytřeného tukem, kde připravené kuře pocákáme olejem nebo rozpuštěným máslem. Pečeme v předehřáté troubě na 180 stupňů dozlatova, během pečení můžeme dle potřeby otočit. Pokud se nám nechce s kuřetem obalovat, můžeme ho upéct klasicky, na másle a cibuli (česneku), kdy díly občas přelijeme výpekem a  podléváme dle potřeby.", "Na drobně pokrájené slanině osmažíme pokrájenou cibuli dozlatova, ke konci smažení nasypeme rozvonět i nasekaný česnek, přidáme zelí, mírně osolíme, osladíme dle chuti, promícháme a dusíme pod poklicí na mírném ohni cca 10 minut. Podlévat není nutné, přidáním cukru zelí pustí šťávu, která nám na pomalé dušení postačí. Je-li třeba, dle chuti ještě osladíme a dosolíme. Když máme zelí podušené, přisypeme do něj předem uvařené kroupy, promícháme a necháme prohřát.", "Kroupové zelí nandáme na talíře, přidáme kuřecími díly a podáváme."]]], ["chicken", "Hořčicové kuře na smetaně", "https://www.recepty.cz/recept/horcicove-kure-na-smetane-165386", [[300.0, "g", "kuřecí maso", "- prsní nebo stehenní řízky"], [1.0, "ks", "cibule", ""], ["", "", "olej"], ["", "", "červená paprika"], [1.0, "ks", "rajče", ""], [2.0, "lžíce", "hořčice plnotučná", ""], [250.0, "ml", "smetana ke šlehání", "200 -"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Drůbeží maso pokrájíme na nudličky, osolíme, opepříme a na trošce oleje osmažíme ze všech stran. Pak přisypeme na jemno pokrájenou cibuli, kterou v mase osmažíme dosklovata. Pak vmícháme na kousky pokrájenou půlku červené papriky a rajče a dále smažíme do jejich povadnutí.", "Následně maso se zeleninou v hrnci nahrneme ke straně, přidáme hořčici a krátce osmažíme, aby ztratila svou štiplavost. Poté vše promícháme, zalijeme smetanou, přivedeme k varu a povaříme. Varem zredukujeme hustotu omáčky a můžeme podávat.", "Podáváme nejlépe s rýží, ale můžeme i s těstovinami nebo bramborem."]]], ["chicken", "Masovo-uzeninová směs ala ražničí", "https://www.recepty.cz/recept/masovo-uzeninova-smes-ala-raznici-165369", [[250.0, "g", "vepřové maso", "- dva plátky, jako na řízky, cca"], [2.0, "ks", "špekáček", "kvalitní"], [60.0, "g", "uzený špek", ""], ["", "", "sádlo"], [2.0, "ks", "cibule", ""], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Maso pokrájíme na sousta, osolíme, opepříme a dáme smažit na rozpálenou pánev s troškou tuku. Když máme maso z jedné strany opečené dozlatova, otočíme ho a k masu do pánve přidáme smažit i na kolečka pokrájené špekáčky a na plátky pokrájený špek. Když máme maso téměř měkké a uzeninu též téměř osmaženou, přisypeme na půlměsíčky pokrájenou cibuli a dosmažíme tak, aby cibule zůstala ještě na trochu na skus.", "V pánvi vše dochutíme dle chuti solí, pepřem, případně zakápneme troškou sojové nebo worcesterové omáčky.", "Podáváme s bramborem nebo chlebem.", "Místo vepřového můžeme použít i drůbeží maso. Ke konci smažení lze do směsi vmíchat i jemně nasekaný česnek."]]], ["chicken", "Kuřecí (nejen) s rajčaty a rýží", "https://www.recepty.cz/recept/kureci-nejen-s-rajcaty-a-ryzi-162608", [[2.0, "ks", "kuřecí prsa", ""], ["", "", "sůl"], ["", "", "kari"], [1.0, "ks", "cibule", "velká"], [1.0, "plechovka", "sekaná rajčata", "cca 2,5 dl"], [2.0, "stroužek", "česnek", ""], [200.0, "g", "cizrna", "ve slaném nálevu, cca"], ["", "", "olej"], [1.0, "lžíce", "chilli omáčka", "sladká, není nutná"], ["", "", "sojová omáčka"], [2.0, "ks", "vařená rýže", "varné sáčky"]], [["Na oleji osmažíme cibuli dosklovata. Přidáme pokrájené osolené a kari kořením ochucené maso. Osmažíme ze všech stran, ke konci přidáme rozvonět i nasekaný česnek. Vše zalijeme sekanými rajčaty, přidáme ještě trochu kari, chilli omáčku a cca lžíci sojové omáčky. Dusíme do změknutí masa. Poté přisypeme scezenou cizrnu a prohřejeme.", "Dva sáčky vařené rýže v osolené vodě vmícháme do masovo-rajčatové směsi a podáváme."]]], ["chicken", "Kuřecí kari se zeleninou a rýží", "https://www.recepty.cz/recept/kureci-kari-se-zeleninou-a-ryzi-162571", [[250.0, "g", "kuřecí maso", "prsa nebo stehenní řízky"], [2.0, "lžička", "kari", "dle chuti, cca"], ["", "", "olej"], [350.0, "zelenina", "mix čerstvé nebo mražené", ""], [200.0, "g", "rajčata oloupaná", "nasekaná, cca"], [300.0, "vařená rýže", "cca", ""], ["", "", "sojová omáčka"]], [["Rýži (cca 150 - 200 gramů) dáme vařit do osolené vody dle návodu. Maso si pokrájíme na nudličky nebo kostičky, které osolíme a okořeníme kari kořením. Maso osmažíme na trošce rozpáleného oleje, pak přidáme směs zeleniny dle vlastního výběru (mrkev, papriku, hrášek, kukuřici, brokolici, květák, kedlubnu, patizon, cuketu...), nasekaná rajčata a dusíme doměkka na skus. Dušení nebude trvat dlouho, takže nepodléváme velkým množstvím vody. Podle druhu zeleniny nemusí být podlití vůbec nutné, jen zeleninu během dušení dosolíme a ochutíme ještě trochou kari koření a sójovou omáčkou nebo solí.", "Když máme maso měkké a zeleninu na skus (rajčata nám během dušení vytvoří sos), přisypeme hotovou vařenou rýži, vše promícháme a můžeme podávat.", "Pokud místo drůbežího masa použijeme sojové, můžeme podávat jako bezmasý pokrm."]]], ["chicken", "Masové kostky s bedlovou omáčkou", "https://www.recepty.cz/recept/masove-kostky-s-bedlovou-omackou-162461", [[400.0, "g", "maso", "vepřové, drůbeží, králičí, hovězí, 350 -"], [50.0, "g", "špek", "nebo slanina"], [70.0, "g", "cibule", ""], [2.0, "stroužek", "česnek", ""], [160.0, "g", "bedly jedlé", "spařené, cca"], [1.0, "ks", "snítka tymiánu", "nebo rozmarýnu"], [300.0, "ml", "vývar", "dle potřeby, cca"], ["", "", "jíška"]], [["Na jemně pokrájeném špeku osmažíme drobně pokrájenou cibuli dozlatova, ke které pak přidáme na kostky pokrájené osolené a opepřené maso dle vlastního výběru. Maso osmažíme ze všech stran, následně vsypeme nasekaný česnek a snítku tymiánu, promícháme, necháme rozvonět a přisypeme spařené pokrájené bedly. Promícháme, přilijeme vývar a dusíme do změknutí masa, za občasného promíchání a případného podlití vývarem dle potřeby.", "Omáčku zahustíme troškou jíšky osmažené z másla a hladké mouky nebo trochou hladké mouky rozmíchané v malém množství studené vody a vše necháme ještě krátce provařit, vyndáme vyvařenou snítku, případně ještě dochutíme solí a pepřem.", "Podáváme s rýží, bramborem, knedlíkem, noky..."]]], ["chicken", "Špízy se svěžím salátem", "https://www.recepty.cz/recept/spizy-se-svezim-salatem-162383", [[300.0, "g", "kuřecí maso", "nebo krůtí či vepřové, králičí..."], [160.0, "g", "anglická slanina", "plátky, cca"], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "olej"], ["", "", "cibule"], ["", "", "špejle"], [4.0, "ks", "vařené brambory", ""], [0.5, "ks", "okurka salátová", ""], [1.0, "ks", "šalotka", "nebo bílá cibule"], ["", "", "sůl"], ["", "", "pepř mletý"], [1.0, "lžíce", "kopr", "čerstvě nasekaný"], [1.0, "lžíce", "olej", ""]], [["Maso pokrájíme na kostky, které osolíme a okořeníme. Použít můžeme i jiné, námi oblíbené koření dle chuti. Každou kostku masa obalíme do poloviny nebo celého plátku (dle jeho velikosti) slaniny. Maso pak napichujeme na špejle s hrotem nebo jehlice, střídavě s plátkem cibule nebo papriky. Hotové špízy smažíme ze všech stran v rozpáleném oleji dozlatova.", "Oloupané vychladlé brambory pokrájíme na poloviny a na plátky, Dáme do mísy, osolíme, opepříme, zakapeme olejem, přidáme jemně pokrájenou šalotku, nasekaný kopr a na plátky či kostičky pokrájenou vychladlou okurku. Vše promícháme a podáváme společně se špízy.", "Na talíři můžeme špízy přelít výpekem a salát i špízy posypat nasekanou lahůdkovou cibulkou."]]], ["chicken", "Kuřecí stehna v rajčatové marinádě", "https://www.recepty.cz/recept/kureci-stehna-v-rajcatove-marinade-162339", [[2.0, "lžička", "citronová šťáva", ""], ["", "", "sůl"], ["", "", "pepř mletý"], [2.0, "lžíce", "olivový olej", ""], [2.0, "lžíce", "rajský protlak", ""], [2.0, "lžíce", "med", ""], [2.0, "stroužek", "česnek", ""], [1.0, "lžička", "mletá sladká paprika", ""], [400.0, "g", "kuřecí stehna", ""]], [["V míse smícháme rajský protlak,  med, olivový olej a citronovou šťávu. Do marinády naložíme kuřecí stehna a necháme alespoň 2 hodiny marinovat.", "Do zapékací mísy nalijeme trochu olivového oleje, položíme namarinovaná stehna, osolíme, opepříme, přidáme mletou sladkou papriku a zalijeme zbytkem marinády. Na každé stehno prolisujeme jeden stroužek česneku.", "Pečeme zhruba hodinu na 200°C. Podáváme s rýží."]]], ["chicken", "Tortilly s masovo-zeleninovou směsí", "https://www.recepty.cz/recept/tortilly-s-masovo-zeleninovou-smesi-162336", [[6.0, "ks", "tortilla", "4 -"], [1.0, "ks", "cuketa", "mladá"], [1.0, "ks", "červená paprika", ""], ["", "", "koření"], ["", "", "olej"], ["", "", "chilli omáčka"], [300.0, "g", "vepřové maso", "nebo drůbeží"], ["", "", "sůl"], ["", "", "sojová omáčka"]], [["Maso pokrájíme na kostičky nebo nudličky, osolíme a okořeníme dle vlastní chuti a osmažíme na pánvi s rozpáleným olejem dozlatova ze všech stran. Maso vyndáme z pánve a do výpeku dáme zprudka osmažit na plátky pokrájenou mladou neloupanou cuketu s na nudličky nebo kostičkami pokrájenou paprikou. Když je zelenina osmažená na skus, teprve jí dochutíme kořením a osolíme, případně zakápneme sojovou omáčkou, chvíli ještě smažíme, poté pánev odstavíme a do zeleniny přidáme prohřát osmažené maso."]]], ["chicken", "Domácí kuřecí čína", "https://www.recepty.cz/recept/domaci-kureci-cina-162328", [[200.0, "g", "kuřecí maso", ""], ["", "", "koření - čína"], ["", "", "solamyl (bramborový škrob)"], [70.0, "g", "mrkev", ""], [70.0, "g", "paprika", "červená nebo oranžová"], [100.0, "g", "pórek", ""], [100.0, "g", "cuketa", "mladá, neloupaná"], ["", "", "sojová omáčka"], ["", "", "sůl"], ["", "", "chilli omáčka"], ["", "", "olej"]], [["Kuřecí maso pokrájíme na kostičky nebo nudličky, které zakapeme cca lžičkou oleje, okořeníme kořenící směsí na  \"čínu\" a pokud kořenící směs neobsahuje sůl, maso také osolíme a necháme chvíli odležet.", "Mezitím si připravíme zeleninu, kterou budeme potřebovat. Mrkev pokrájíme na tenká kolečka, papriku a cuketu na nudličky a pórek na kolečka cca 4 mm silná.", "Odležené maso posypeme lžící solamylu tak, aby se všechny kousky masa obalily. Následně je vložíme (nejlépe po kouskách, aby se neslepily) do pánve s rozpáleným olejem a osmažíme je ze všech stran dozlatova.", "Po osmažení je vyndáme z pánve stranou a do pánve s olejem z masa nasypeme připravenou zeleninu, kterou smažíme zprudka za občasného promíchání tak, abychom jí měli hotovou na skus. Hotovou zeleninu zaprášíme cca lžičkou solamylu, promícháme, přilijeme vodu dle potřeby (cca 60 ml), dochutíme sojovou omáčkou (cca 1 lžíce) a sladkou chilli omáčkou (cca 1 lžíce) a vše necháme jen krátce provařit. Zeleninu odstavíme, přidáme k ní osmažené maso a promícháme.", "Podáváme nejlépe s rýží."]]], ["chicken", "Cuketové kari kuře (nejen z remosky)", "https://www.recepty.cz/recept/cuketove-kari-kure-nejen-z-remosky-162292", [[2.0, "ks", "kuřecí stehna", "- já použil vykoštěná + dvě křídla"], ["", "", "sůl"], ["", "", "kari"], [500.0, "g", "cuketa", "mladá, 400 -"], [1.0, "ks", "rajče", "velké masité"], [2.0, "stroužek", "česnek", ""], ["", "", "máslo"]], [["Kuře dostatečně osolíme a posypeme kari kořením dle chuti, položíme na větší kusy pokrájenou cuketu, rajče a nasekaný česnek do máslem vytřené remosky nebo pekáčku. Na maso můžeme dát ještě tenký plátek másla nebo ho zakápneme olejem.", "Pokud budeme péct kuře v remosce, nebudeme přidávat vodu. Pečení se díky vodě obsažené v cuketě i rajčeti obejde bez úplného podlévání. Maso jen během pečení na zelenině jednou nebo dvakrát otočíme.", "Budeme-li péct v předehřáté troubě na 190 stupňů, podlití si pohlídáme, protože se nám tekutina bude rychleji odpařovat než u kuřete zaklopeného v remosce. Kuře během pečení taktéž otočíme.", "Do zeleniny během pečení moc nepícháme, abychom jí nerozbili na kaši. Od kari koření a výpeku z kuřete dostane cuketa příjemnou chuť a nahradí nám i část přílohy.", "Podáváme s těstovinami, do kterých vmícháme vypečenou šťávu nebo s vařeným bramborem."]]], ["chicken", "Kuřecí prsa s cuketou", "https://www.recepty.cz/recept/kureci-prsa-s-cuketou-162266", [[2.0, "ks", "kuřecí prsa", "nebo stehenní řízky"], [2.0, "stroužek", "česnek", ""], ["", "", "sůl"], [2.0, "lžička", "kari", "Dle chuti, cca"], ["", "", "olej"], [500.0, "g", "cuketa", "400 -"], [1.0, "lžíce", "solamyl (bramborový škrob)", ""], ["", "", "sojová omáčka"]], [["Maso nakrájíme na kostky, osolíme, posypeme kari kořením, přidáme nasekaný nebo nastrouhaný česnek, dobře promícháme a necháme odležet alespoň 10 minut. Pokud chceme a nepospícháme, můžeme maso nechat takto naložené i přes noc. Před tepelnou úpravou masové kostky zaprášíme solamylem, promícháme a smažíme ze všech stran v rozpáleném oleji ze všech stran dozlatova. Do oleje je lepší vkládat kostky postupně jednu po druhé, nemusíme je pak vidličkou nebo vařečkou oddělovat od sebe.", "Mladé neloupané cukety pokrájíme na větší kostky, které okořeníme dle vlastní chuti kořením, které máme rádi - kari, čubrica, adžika, grilovací, country, gyros...a jiné kořenící směsi. Kořeněné cukety pak ihned smažíme vzprudka v rozpáleném oleji za občasného promíchání na skus. Cukety smažíme v jedné vrstvě a zprudka, aby se nazačaly místo smažení dusit! Po osmažení dochutíme dle vlastní chuti solí nebo sojovou omáčkou.", "Osmažené masové i cuketové kostky smícháme a můžeme podávat.", "Podáváme s čerstvým pečivem, bramborem či rýží."]]], ["chicken", "Kuřecí kapsy (nejen) s kozím sýrem", "https://www.recepty.cz/recept/kureci-kapsy-nejen-s-kozim-syrem-162205", [[2.0, "ks", "kuřecí prsa", ""], [80.0, "g", "kozí sýr", "dva větší hranolky, cca"], [1.0, "hrst", "bazalka", "malá"], [4.0, "ks", "sušená rajčata", "(nasekaných 2 lžíce)"], [6.0, "plátek", "sušená šunka", "schwarzwaldská nebo pršut... 4 -"], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "olej"]], [["Kuřecí prsa prokrojíme, ale nedokrojíme. Tím vytvoříme kapsu, kterou naplníme větším hranolkem kozího sýru, sušenými rajčaty a lístky bazalky. Kapsu uzavřeme, osolíme, opepříme a pevně zavineme do plátků sušené šunky, pršutu nebo rakouského špeku.", "Takto připravené kapsy osmažíme na trošce oleje ze všech stran dozlatova.", "Podáváme s bramborovou kaší, vařeným bramborem nebo s bramborovým salátem s okurkou a koprem."]]], ["chicken", "Tortilla s kuřecím masem a špenátem", "https://www.recepty.cz/recept/tortilla-s-kurecim-masem-a-spenatem-162193", [[5.0, "ks", "tortilla", "špenátová, cca"], [250.0, "g", "kuřecí maso", "cca"], [220.0, "listový špenát", "čerstvý nebo mražený, cca", ""], ["", "", "sůl"], ["", "", "pepř mletý"], [2.0, "česnek", "cca", ""], ["", "", "muškátový květ"], ["", "", "smetana ke šlehání"], [100.0, "g", "sýr niva", "nebo Gorgonzola, cca"]], [["Kuřecí maso pokrájíme na menší kostky nebo slabší nudličky, které osolíme a opepříme.", "V pánvi  s troškou rozpáleného oleje osmažíme za občasného promíchání maso. K masu přisypeme jemně nasekaný česnek, který necháme rozvonět a dále i čerstvý nebo rozmrazený listový špenát a špetku muškátového květu. Přidáme trochu smetany, jen tolik je nezbytně nutné k pudušení špenátu. Špenátovo-masová směs nesmí \"plavat\", musí být krémovější konzistence, kterou dále zahustíme po podušení špenátu nastrouhaným sýrem, který necháme za stálého míchání ve směsi rozpustit.", "Tortilly ohřejeme jak jsme zvyklí (na pánvi, v troubě, mikrovlnce, na tálu) a naplníme připravenou směsí, zabalíme je dle chuti do balíčku, ruličky, vějířku a ihned podáváme."]]], ["chicken", "Těstoviny (nejen) s kuřecím masem - zdravě a chutně", "https://www.recepty.cz/recept/testoviny-nejen-s-kurecim-masem-zdrave-a-chutne-162192", [[450.0, "g", "špagety", "nebo jiný druh těstovin předem uvařených v osolené vodě, cca"], [300.0, "g", "kuřecí maso", "prsní nebo stehenní řízky"], ["", "", "sůl"], ["", "", "pepř mletý"], [2.0, "stroužek", "česnek", "dle chuti, cca"], [1.0, "lžíce", "sušená rajčata", "pokrájená, plnější"], [1.0, "hrst", "bazalka", "lístky"], ["", "", "olej"], ["", "", "vývar"]], [["Špagety (necelou polovinu půl kilového balení) nebo jiné těstoviny uvaříme al dente v osolené vodě a scedíme.", "Během vaření špaget si ve vyšší pánvi s trochou rozpáleného oleje osmažíme na nudličky nebo kostičky pokrájené osolené a opepřené kuřecí maso ze všech stran, ke kterému po osmažení přidáme krátce osmažit drobně nasekaný česnek. Přidáme jemně pokrájená sušená rajčata, podlijeme (zastříkneme) troškou vývaru nebo vodou ze špaget, případně bílým vínem a necháme probublat. Do pánve přisypeme vařené špagety, dle chuti můžeme opepřit či dosolit a necháme je za občasného prohození (promíchání) prohřát. Na závěr přisypeme do pánve drobně nasekanou čerstvou bazalku, promícháme a můžeme podávat.", "Před podáváním těstoviny dozdobíme dle chuti například lístky bazalky, třešňovým rajčátkem nebo hoblinkami sýra dle vlastní chuti."]]], ["chicken", "Kuřecí směs se šunkovou klobásou", "https://www.recepty.cz/recept/kureci-smes-se-sunkovou-klobasou-162164", [[200.0, "g", "kuřecí maso", "prsní nebo stehenní řízky"], [100.0, "g", "šunková klobása", ""], [150.0, "g", "pórek", ""], [200.0, "g", "cuketa", ""], [200.0, "g", "paprika", "žlutá nebo červená"], [100.0, "g", "čerstvé žampiony", ""], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "koření"], ["", "", "sojová omáčka"], ["", "", "chilli omáčka"], ["", "", "olej"]], [["Na velké pánvi s troškou oleje dáme smažit zprudka nejprve pokrájenou cuketu (i se slupkou) a papriku. Po osmažení přidáme pokrájený pórek a žampiony a dále smažíme za občasného promíchání zprudka do té doby, než bude zelenina hotová na skus. Zprudka smažíme proto, aby se nám zelenina a žampiony nezačaly dusit a kořeníme a solíme až na úplný závěr, protože by vše pustilo šťávu a nastalo by totéž. Hotovou zeleninu dochutíme na závěr solí nebo sojovou omáčkou, případně také kořenící směsí jako maso a ještě krátce osmažíme.", "Maso pokrájíme na nudličky nebo menší kostky, osolíme a okořeníme dle vlastní chuti. Klobásu pokrájíme na kolečka. Na pánvi s trochou oleje nejprve začneme smažit maso a po jeho zatažení přidáme k masu osmažit i kolečka klobásy. Smažíme dozlatova za občasného promíchání.", "Když máme zeleninovou i masovou směs hotovou, obojí smícháme dohromady, dochutíme troškou sladké chilli omáčky (nemusí být) a podáváme.", "Podáváme s čerstvým pečivem, tousty, topinkou, hranolkami, bramborem..."]]], ["chicken", "Kuře na bramborách z remosky", "https://www.recepty.cz/recept/kure-na-bramborach-z-remosky-162089", [[2.0, "ks", "kuřecí stehna", "nebo jiné kuřecí díly pro dvě osoby"], ["", "", "sůl"], ["", "", "koření na kuře"], [8.0, "ks", "brambory", "pro dvě osoby, spíše menší, cca"], [1.0, "ks", "cibule", ""], [30.0, "g", "máslo", "cca"]], [["Brambory oloupeme a celé vložíme do remosky s pokrájenou cibulí (můžeme přidat nasekaný stroužek česneku). Kuřecí stehna rozdělíme na menší díly - oddělíme paličku od stehenního řízku s kostí, osolíme, okořeníme a položíme na okořeněné brambory. Maso poklademe plátky másla, pod cibuli přilijeme trošku vody, remosku zaklopíme a zapneme. Pečeme zhruba hodinu, hodinu a půl (dle velikosti masa), aby bylo měkké a dozlatova. Během pečení asi po 40 minutách zkontrolujeme, zda není třeba podlít, maso a brambory pokapeme výpekem a dopečeme.", "Podáváme s okurkovým salátem nebo z dipem z osolené zakysané smetany, česneku a bylinek dle chuti (kopr, pažitka...)."]]], ["chicken", "Kuře / králík na zelenině (nejen) z remosky", "https://www.recepty.cz/recept/kure-kralik-na-zelenine-nejen-z-remosky-161997", [[700.0, "g", "kuřecí maso", "- stehenní řízky, paličky, stehna pro tři osoby, cca"], [100.0, "g", "pórek", "nebo jednu větší cibuli"], [160.0, "g", "červená paprika", "nebo žlutá..."], [250.0, "g", "cuketa", "nebo lilek"], [200.0, "g", "rajčatové pyré", "cca"], [10.0, "ks", "cherry rajčátka", "cca"], [3.0, "stroužek", "česnek", "dle chuti 2 -"], ["", "", "rozmarýn"], ["", "", "sůl"], ["", "", "máslo"], ["", "", "koření"], ["", "", "voda"]], [["Kuřecí díly si očistíme a nasolíme. Očištěnou zeleninu pokrájíme na větší kusy - kolečka, klínky, kostky... rajčátka necháme celá. Zeleninu nasypeme na dno remosky, zalijeme ji rajským pyré, posypeme kořením dle vlastní chuti, osolíme nebo zakapeme sojovou omáčkou, pokud kořenící směs neobsahuje sůl a navrch naskládáme osolené kuřecí díly, které poklademe tenkými plátky másla. Podlévat není nutné, zelenina a pyré obsahuje dost tekutiny a případné podlití zkontrolujeme až během pečení.", "Remosku zaklopíme, zapneme a pečeme dle velikosti porcí masa 70 - 80 minut. Během druhé poloviny pečení maso dvakrát přelijeme kořeněnou zeleninovou šťávou a případně i podlijeme (jen trochu).", "Pokud nepečeme v remosce, ale v pekáči v troubě, postup je stejný, jen pekáč vkládáme do předehřáté trouby na 190°C, prvních 30 minut zakrytý, pak odkryjeme a dopékáme. Zeleninu zbytečně nemícháme.", "Během pečení si uvaříme rýži, kterou podáváme jako přílohu v čistém stavu nebo rýži vmícháme přímo do zeleniny a podáváme kuřecí maso se zeleninovou rýží. To už záleží na chuti každého.", "Příprava králičího masa je stejná, jen doba pečení je o několik minut delší."]]], ["chicken", "Fazolkové kuře", "https://www.recepty.cz/recept/fazolkove-kure-161996", [[1.0, "ks", "kuře", "nebo kuřecí díly"], [400.0, "g", "zelené fazolky", "čerstvé nebo mražené, cca"], [150.0, "g", "anglická slanina", "nebo vahalova, moravská... 120 -"], [1.0, "ks", "cibule", ""], [4.0, "stroužek", "česnek", "dle chuti, cca"], ["", "", "tymián"], ["", "", "sůl"]], [["Kuře nasolíme a položíme do pekáče na pokrájenou cibuli a slaninu s nasekaným česnekem a bylinkami dle chuti. Podlijeme troškou vody, zaklopíme a pečeme asi 35 minut, pak odklopíme a dopékáme doměkka a dozlatova, za občasného podlití a přelití masa výpekem. Zhruba 10 - 15 minut před koncem pečení podsypeme kuře fazolkami, případně ještě fazolky dle chuti osolíme nebo zakápneme troškou sojové omáčky nebo přidáme ještě česnek a dopékáme. Fazolky by měly zůstat na skus.", "Pokud chceme mít více sosu k fazolkám a příloze, stačí, když s posledním podlitím do vody přidáme trošku solamylu (stačí půl lžičky) a vmícháme ji do fazolek.", "Podáváme s bramborovými noky nebo knedlíky, rýží, vařeným bramborem."]]], ["chicken", "Masová minutka s chřestem", "https://www.recepty.cz/recept/masova-minutka-s-chrestem-161924", [[1.0, "ks", "kuřecí prsa", "větší, nebo vepřové, králičí nebo krůtí maso"], ["", "", "sůl"], ["", "", "pepř mletý"], [1.0, "lžička", "zázvor", "čerstvě nastrouhaný"], [1.0, "stroužek", "česnek", "nastrouhaný"], [1.0, "lžička", "solamyl (bramborový škrob)", ""], ["", "", "olej"], [40.0, "g", "anglická slanina", "(není nutná) 30 -"], [200.0, "g", "chřest", "cca"], ["", "", "sojová omáčka"]], [["Maso dle vlastního výběru pokrájíme na kostky nebo nudličky, osolíme, opepříme, promícháme se lžičkou oleje, česnekem, zázvorem a solamylem. Tento krok můžeme udělat i den předem a maso tak nechat naložené do druhého dne.", "Chřest volíme dle vlastní chuti. Zelený chřest postačí 5 minut předvařit v osolené vodě, bílý ještě před vařením oloupeme. Po scezení chřest pokrájíme na menší díly.", "Maso dáme na rozpálenou pánev s trochou oleje osmažit ze všech stran do barvy. Po vložení masa do pánve masové kousky od sebe oddělíme vidličkou nebo kostky či nudličky vkládáme do pánve postupně.", "Před koncem smažení k masu přidáme osmažit i drobně pokrájenou slaninu. Na úplný závěr přidáme prohřát i pokrájený chřest. Po vložení masa do pánve masové kousky od sebe oddělíme vidličkou nebo kostky či nudličky vkládáme do pánve postupně.", "Před podáváním můžeme směs dochutit pár kapkami sojové omáčky.", "Podáváme s bramborovou přílohou nebo čerstvým pečivem.", "Minutku s chřestem můžeme připravit i ze sojového masa, které předvaříme dle návodu."]]], ["chicken", "Kuřecí kari maso s cuketou", "https://www.recepty.cz/recept/kureci-kari-maso-s-cuketou-161795", [[200.0, "g", "cuketa", "mladá, se slupkou"], ["", "", "sůl"], ["", "", "solamyl (bramborový škrob)"], ["", "", "kari"], ["", "", "olej"], [300.0, "g", "kuřecí řízky", "prsní nebo stehenní"]], [["Maso pokrájíme na kostičky či nudličky, osolíme, okořeníme kari kořením dle chuti a zaprášíme solamylem (cca 1 lžíce). Na rozpálenou pánev s trochou oleje dáme maso, které vidličkami od sebe rychle oddělujeme, aby se nám ze začátku smažení neslepily k sobě.", "Když je maso z jedné strany osmažené, otočíme ho a zasypeme cuketou pokrájenou na půlměsíčky nebo kolečka. Smažíme chvilku bez míchání, pak promícháme a dosmažíme společně s cuketou doměkka - na skus. Směs osolíme až nakonec, aby cuketa nepustila vodu a nezačala se s masem dusit. Místo soli můžeme použít cca lžíci sojové omáčky, promícháme a podáváme.", "Podáváme s bramborovou přílohou nebo opečeným toustem.", "Místo cukety můžeme použít nakrájený vypocený lilek."]]], ["chicken", "Kachna s nádivkou - nejen velikonoční", "https://www.recepty.cz/recept/kachna-s-nadivkou-nejen-velikonocni-161779", [[1.0, "ks", "cibule", "velká"], ["", "", "sůl"], [3.0, "stroužek", "česnek", "2 -"], ["", "", "muškátový květ"], [100.0, "ml", "mléko", "nebo vývar z uzeného masa, cca"], [3.0, "ks", "rohlík", ""], ["", "", "pepř mletý"], [120.0, "g", "uzené maso", "- rolka z plece nebo krkovička, případně zauzená šunka..."], [1.0, "ks", "kachna", ""], [1.5, "hrst", "kopřiva", "nebo špenátové listy, cca 1 -"], ["", "", "drcený kmín"], [1.0, "ks", "rozšlehané vejce", "velké"]], [["Dobře očištěnou kachnu nasolíme nejlépe den před plněním a pečením. Před pečením naplníme nádivkou a pokmínujeme dle chuti.", "Rohlíky den až dva staré pokrájíme na kostičky a dáme do mísy, kde je pokropíme mlékem nebo uzeným vývarem a necháme nasáknout. Přidáme pokrájené spařené listy kopřiv nebo špenátu, rozšlehané vejce, nakrájené uzené maso, nastrouhaný česnek, rozšlehané vejce, dochutíme solí, pepřem, muškátovým květem nebo oříškem a dobře promícháme. Nádivkou naplníme kachnu, zašijeme nebo jehlicí zavřeme otvor v kachně a položíme jí do pekáče, do kterého přidáme i na klínky pokrájenou velkou nebo dvě menší cibule. Podlijeme, zaklopíme a pečeme v předehřáté troubě na 140 - 150 stupňů cca 2 hodiny. Pak odklopíme, kachnu otočíme, přelijeme výpekem, případně podlijeme, je-li třeba a pečeme další cca 1,5 - 2 hodiny (dle velikosti kachny). Pak kachnu odklopíme a dopečeme dozlatova a do křupavé kůrčičky.", "Před podáváním necháme kachnu cca 5 minut odpočívat v pekáči a následně pokrájíme na porce a podáváme s houskovým či bramborovým knedlíkem a červeným či bílým dušeným zelím. Každý kdo jak má rád a samozřejmě i vychlazené pivo nebude po kachně vůbec marné.", "Množství nádivky záleží na velikosti kachny, pokud chceme mít nádivky víc, nežli jen v kachně, uděláme si jí z většího množství a upečeme jí v jiném kastrolku či pekáčku. Já kachnu tentokrát naplnil až moc a ani jehly mi otvor neudržely. Chuti to ale neubralo, jen oko zaplakalo :-))"]]], ["chicken", "Kuřecí (králičí) hořčicová stehna", "https://www.recepty.cz/recept/kureci-kralici-horcicova-stehna-161778", [[3.0, "ks", "kuřecí stehna", "nebo králičí"], ["", "", "sůl"], ["", "", "pepř mletý"], [2.0, "lžíce", "máslo", ""], [2.0, "lžíce", "olej", ""], [1.0, "ks", "červená cibule", "velká"], [150.0, "g", "čerstvé žampiony", "nebo sterilované"], [3.0, "stroužek", "česnek", ""], ["", "", "snítka tymiánu"], [100.0, "g", "dijonská hořčice", "případně může být i plnotučná, cca"], [20.0, "g", "chlebová strouhanka", "ze střídky, cca"]], [["Stehna zbavíme kůže, osolíme, opepříme a na rozpuštěném másle s olejem osmažíme z obou stran dozlatova. Pak stehna vyndáme stranou. Do výpeku nasypeme nahrubo nebo na klínky pokrájenou cibuli, kterou osmažíme dosklovata. K cibuli přidáme krátce osmažit nasekaný česnek, snítku tymiánu a cca 70 gramů hořčice a následně zalijeme zhruba 150 ml vývaru. Přidáme pokrájené sterilované nebo čerstvé žampiony, promícháme a přendáme do pekáčku nebo zapékací mísy, kam na hořčicovou směs naskládáme stehna, která potřeme zbylou hořčicí a zasypeme strouhankou z chlebové střídky (můžeme použít i nastrouhaný toustový chléb). Pekáč zaklopíme nebo zakryjeme alobalem a dáme do předehřáté trouby na 200 stupňů péct na cca 40 - 60 minut, podle velikosti a druhu masa. Během pečení můžeme dle potřeby podlít a ke konci pečení dopéct do barvy.", "Podáváme s vařeným bramborem nebo bramborovými noky.", "Pokud máme rádi jemnější chutě, ostrost omáčky můžeme zjemnit ke konci pečení přidáním smetany ke šlehání."]]], ["chicken", "Máslové řízky - sváteční", "https://www.recepty.cz/recept/maslove-rizky-svatecni-161777", [["", "", "řízek"], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "máslo"], ["", "", "ingredience na trojobal"], ["", "", "bylinky"], ["", "", "česnek"]], [["Řízky připravíme klasicky jak jsme zvyklí. Pokrájíme na plátky, naklepeme a po stranách nakrojíme, aby se nám při smažení nekroutily. Následně řízky potřeme ne zcela rozpuštěným, spíše jen více povoleným máslem, které jsme osolili a dle naší chuti i dále ochutili bylinkami (petrželka, kopr, tymián, pažitka...), pepřem, rozetřeným česnekem... záleží na naší chuti a dokonce i namleté mandle či ořechy nemusí být na závadu. Záleží na každém, jakou dá řízkům konečnou chuť. Potřené řízky skládáme do misky, prokládáme fólií, aby se nám při tuhnutí másla k sobě neslepily a necháme v chladnu proležet nejlépe přes noc. Máslové řízky zlehka obalíme v hladké mouce (neuplácáváme), pak obalíme v rozšlehaných vejcích a nakonec ve strouhance, kterou jsme umleli ze starších rohlíků. Smažíme v rozpáleném oleji či sádle dozlatova z obou stran.", "Podáváme s vařenými brambory, kaší, šťouchanými brambory..."]]], ["chicken", "Rýže po italsku", "https://www.recepty.cz/recept/ryze-po-italsku-161764", [[1.5, "sklenice", "rýže basmati", ""], [500.0, "g", "kuřecí prsa", ""], [400.0, "g", "rajčata", ""], [100.0, "g", "olivy", "černé nebo zelené"], [50.0, "g", "pórek", ""], [200.0, "g", "parmazán", ""], ["", "", "oregáno"], ["", "", "pepř mletý"], ["", "", "sůl"], ["", "", "olivový olej"]], [["Rýži uvaříme dle návodu. Já ráda k jejímu vaření používám MV troubu (s dvojnásobným množstvím vody a špetkou soli na 15 minut - dle výkonu MVT).", "Dále si nakrájíme na drobno pórek, který zpěníme na olivovém oleji ve woku. Přidáme kuřecí maso nakrájené na kostky. Necháme ho zatáhnout a okořeníme. Dále vmícháme nakrájená rajčata na menší kousky, olivy a necháme podusit.", "Místo oregana se samozřejmě dá použít bazalka. Mým favoritem je ale právě oregano.", "Do připravené směsi vmícháme rýži. Podáváme s nastrouhaným parmezánem.", "Samozřejmě můžeme udělat vegetariánskou verzi bez kuřecího masa. Místo něj přidáme například Eidam v libovolném množství.", "Dobrou chuť!"]]], ["chicken", "Baskické kuře", "https://www.recepty.cz/recept/baskicke-kure-161757", [[2.0, "ks", "kuřecí stehna", ""], ["", "", "uzená paprika - koření"], ["", "", "mletá sladká paprika"], ["", "", "sůl"], [1.0, "hrst", "černé olivy", "menší"], [1.0, "ks", "červená paprika", "nebo oranžová, zelená... větší"], [2.0, "ks", "šalotka", ""], [50.0, "g", "chorizo", "klobása, cca"], [4.0, "stroužek", "česnek", ""], [1.0, "plechovka", "nakládaná loupaná rajčata", "pokrájená, cca 200 gramů -"], ["", "", "tymián"], ["", "", "červená chilli paprička"], ["", "", "olivový olej"]], [["Stehna rozdělíme v kloubu na dvě části. Kuřecí díly osolíme, zaprášíme ze všech stran jak uzenou, tak i sladkou paprikou a necháme maso alespoň hodinu, ale nejlépe přes noc proležet (v chladnu pod fólií).", "Do zapékací mísy nebo pekáčku si dáme na klínky pokrájené šalotky, celé nebo přepůlené olivy, nasekaný nebo na plátky pokrájený česnek, pokrájená loupaná rajčata, pokrájenou papriku, na kolečka pokrájenou klobásu, necelou lžičku lístků tymiánu a dle chuti chilli. osolíme, přidáme ještě trochu uzené papriky a vše promícháme. Na směs položíme kuřecí díly naložené v paprice, zakapeme olivovým olejem, zaklopíme poklicí nebo pevně zakryjeme alobalem a dáme péct do předehřáté trouby na 180 stupňů na cca 50 minut doměkka. Podlévat většinou není nutné, ale během pečení maso přelijeme alespoň jednou nebo dvakrát zeleninovou šťávou a ke konci může nechat krátce bez poklice opéct  kůži z kuřecích dílů do barvy.", "Podávat můžeme na dva způsoby: s rýží nebo bagetou, případně vařenou rýži před podáváním smícháme se zeleninovým výpekem a kuře přidáme zvlášť."]]], ["chicken", "Dušené kuře (králík) nejen na víně", "https://www.recepty.cz/recept/dusene-kure-kralik-nejen-na-vine-161756", [[1.0, "ks", "cibule", "větší"], ["", "", "máslo"], ["", "", "sůl"], [3.0, "stroužek", "česnek", "2 -"], ["", "", "hladká mouka"], ["", "", "pepř mletý"], ["", "", "rozmarýn"], [2.0, "ks", "kuřecí stehna", "nebo králičí"], [2.0, "dl", "bílé víno - suché", "cca"], [1.0, "ks", "rajče", "velké"], ["", "", "snítka tymiánu"], [1.5, "lžíce", "rajský protlak", ""]], [["Stehna bez kůže osolíme, opepříme a zaprášíme hladkou moukou. Na rozpáleném másle s troškou oleje (aby se nám nepřepalovalo) osmažíme stehna z obou stran dozlatova a dáme stranou. Do výpeku nasypeme osmažit dosklovata pokrájenou cibuli, dále přidáme krátce osmažit i protlak s nasekaným česnekem.", "Následně přidáme pokrájené velké rajče (nebo dvě menší), špetku soli a pepře a tymián s rozmarýnem. Zeleninovou směs nalijeme do zapékací mísy nebo pekáčku, na ní posadíme osmažená stehna, přilijeme cca deci vína, zaklopíme a dusíme v předehřáté troubě na 180°C 40 - 60 minut, dle velikosti stehen a druhu masa. Během dušení stehna přeléváme zeleninovo-vínovou omáčkou a podléváme dle potřeby vínem.", "Místo čerstvého rajčete a rajského protlaku můžeme použít cca 200 gramů loupaných rajčat z plechovky. Podáváme s rýží, bramborovou kaší nebo bruschettou."]]], ["chicken", "Drůbeží salát II.", "https://www.recepty.cz/recept/drubezi-salat-ii-161718", [[150.0, "g", "drůbeží maso", "kuřecí či krůtí, cca"], ["", "", "koření"], ["", "", "olej"], [0.5, "ks", "cibule", ""], [1.0, "ks", "rajče", "pevné (cca 50 gramů)"], [0.5, "ks", "paprika", ""], [1.0, "lžíce", "zakysaná smetana", "plnější"], [1.0, "lžička", "dijonská hořčice", "dle chuti, cca plnější"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Kuřecí maso osolíme, okořeníme a osmažíme na malém množství rozpáleného oleje ze všech stran dozlatova. Po osmažení maso necháme zchladnout, pokrájíme ho na malé kousky a dáme do misky, kam přidáme drobně pokrájené rajče bez semínek, cibuli a papriku. Přidat můžeme i kousek salátové okurky, ale to jen v případě, že budeme podávat bez proležení, aby okurka nepustila do salátu příliš vody. Zakysanou smetanu přidáme s dijonskou hořčicí do misky k masu a zelenině, osolíme, opepříme a pokud jsme měli zeleninu vychladlou, můžeme ihned podávat nebo salát necháme krátce proležet v chladnu.", "Podáváme s čerstvým pečivem nebo toustem.", "Na salát můžeme použít maso ze zbylého pečeného nebo grilovaného masa."]]], ["chicken", "Phall (nepálivý)", "https://www.recepty.cz/recept/phall-nepalivy-161711", [[2.0, "lžíce", "ocet", ""], [500.0, "g", "kuřecí maso", ""], [8.0, "stroužek", "česnek", ""], [3.0, "ks", "cibule", "střední"], [2.0, "lžíce", "cukr", ""], [3.0, "ks", "kapie", "větší"], [2.0, "lžíce", "olej", ""], [1.0, "plechovka", "rajčatové pyré", ""], [3.0, "lžička", "sůl", "odhadem"], [1.5, "lžíce", "hořčičné semínko", ""], [2.0, "lžíce", "kurkuma", ""], [1.0, "lžíce", "pepř mletý", ""], [1.0, "lžička", "hřebíček mletý", ""], [1.0, "lžička", "koriandr - mletý", ""], [0.75, "lžička", "skořice - mletá", ""], [1.0, "lžíce", "římský kmín", ""], [1.0, "lžička", "kardamom mletý", ""], [4.0, "ks", "rýže", ""]], [["Příprava Masa: Minimálně hodinu před začátkem vaření naložíme maso do směsi koření: 1 lžíce kurkumy, pepř, kardamon, hřebíček, koriandr, skořice, římský kmín, 1 lžíce oleje (ideálně olivový). Necháme v lednici minimálně hodinu odpočívat.", "Příprava zeleniny: nakrájíme: cibuli, papriku, česnek. Česnek před nakrájením rozdrtit naplocho nožem, aby se uvolnily silice, a následně nakrájet na plátky. Pokud máte tyčový mixér, u krájení se nestresujte s velikostí kousků - v určité fázi se rozmixují.", "Vaření: Nalijeme na pánev trochu oleje (ne olivový), nasypeme ~2 lžíce hořčičného semínka. Počkáme až semínka lehce změní barvu a začnou skákat z pánve. Přidáme připravené maso a na minutu až dvě ho necháme ze všech stran opékat v hořčičném semínku. Osmahnuté maso dáme stranou.", "Na pánvi necháme zesklovatět cibulku. Přidáme česnek, po chvilce poprášíme zbylou lžící kurkumy a přidáme lžíci cukru, zamícháme a vhodíme papriku. Posolíme, a chvíli mícháme.", "Když paprika slehne, nebo jídlo syčí a může se začít pálit, zalijeme sklenkou vody a přidáme rajčatový protlak / pyré, rozmícháme.", "Dusíme asi 10 minut (alespoň 5).", "Odstavíme ze sporáku a tyčovým mixérem vše rozmixujeme.", "Přidáme maso a opět dusíme minimálně 10 minut, než maso změkne.", "Poté dochutíme solí, cukrem a octem.", "Pokud je zbylá směs příliš tekutá, můžeme dusit dále, ale pozor, aby se směs vespod nepřipálila.", "Pálivá verze:", "Vyměňte libovolné množství červených kapií za feferony / chilli papřičky (podle chuti)"]]], ["chicken", "Drůbeží koktejl / salát", "https://www.recepty.cz/recept/drubezi-koktejl-salat-161671", [[150.0, "g", "drůbeží maso", "kuřecí či krůtí"], ["", "", "koření"], ["", "", "olej"], [1.0, "ks", "vařená vejce", "na tvrdo"], [1.0, "ks", "cibule", "malá"], [60.0, "g", "okurka", "nakládaná, sladkokyselá"], [1.0, "lžíce", "majonéza", "nebo zakysaná smetana, plnější"], [2.0, "lžička", "hořčice plnotučná", ""], [1.0, "lžíce", "chilli omáčka", "sladká nebo pikantní - dle chuti"], ["", "", "sůl"], ["", "", "pepř mletý"]], [["Maso okořeníme dle vlastní chuti, osmažíme ze všech dozlatova stran na trošce rozpáleného oleje a necháme zchladnout. Maso pokrájíme na malé kousky a dáme do misky. Přidáme jemně pokrájenou cibuli, okurky, vejce. Přidáme majolku (zakysanou smetanu), hořčici a chilli omáčku. Promícháme, osolíme a opepříme dle chuti a necháme v chladnu krátce proležet.", "Podáváme s čerstvým pečivem nebo toustem.", "Na koktejl / salát můžeme použít zbylé pečené nebo grilované maso z předešlého dne."]]], ["chicken", "Kuřecí srdíčka - pečená", "https://www.recepty.cz/recept/kureci-srdicka-pecena-161616", [[400.0, "g", "srdce", "- kuřecí"], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "drcený kmín"], [1.0, "lžíce", "česnek", "dle chuti, nastrouhaný, cca"], [1.0, "lžíce", "zázvor", "nastrouhaný, cca"], [2.0, "ks", "cibule", ""], ["", "", "olej"], ["", "", "sojová omáčka"]], [["Kuřecí srdíčka důkladně očistíme, opláchneme ve studené vodě, dáme do hrnce, osolíme, zalijeme vroucí vodou a to jen tolik, aby byla ponořená a vaříme pod poklicí cca 10 minut. Pak vývar ze srdíček slijeme stranou (ponecháme si ho na podlévání), srdíčka nasypeme do olejem nebo máslem vymazané zapékací mísy nebo pekáčku, do kterého jsme si pokrájeli cibule, přidáme nastrouhaný česnek a zázvor, opepříme, přidáme trochu drceného kmínu, zakápneme sojovou omáčkou dle chuti (cca 1 lžíce), promícháme, zaklopíme a dáme péct do předehřáté trouby na 180 stupňů na cca 30 minut. Pak odklopíme, promícháme a dopékáme doměkka a dozlatova za občasného podlití vývarem.", "Podáváme s bramborem, knedlíky, dušeným zelím, řepou nebo špenátem, nebo jen s čerstvým chlebem a sklenicí chlazeného piva."]]], ["chicken", "Kuřecí nudličky v tempuře", "https://www.recepty.cz/recept/kureci-nudlicky-v-tempure-161572", [[2.0, "ks", "kuřecí prsa", ""], ["", "", "sůl"], [2.0, "lžíce", "kukuřičná mouka", ""], [1.5, "lžíce", "hladká mouka", ""], ["", "", "voda"], ["", "", "mletá paprika"], ["", "", "chilli"], ["", "", "pepř mletý"], ["", "", "kari"], ["", "", "tandoora"], ["", "", "kurkuma"], ["", "", "česnek sušený"]], [["Kuřecí  nebo krůtí maso pokrájíme na nudličky a osolíme. Mouky smícháme s libovolným kořením, které máme v oblibě a s ledovou vodou (cca 1,5 dl) promícháme (nešlehat) na těstíčko řídké asi jako na palačinky. Osolené nudličky masa pak do kořeněné tempury namáčíme a jednu po druhé dáváme smažit do pánve s vyšší vrstvou rozpáleného oleje dokřupava. Po osmažení podáváme s bramborovou přílohou nebo zeleninovým salátem.", "Do tempury nedáváme vejce, aby byly nudličky po osmažení co nejkřupavější. Nešleháme ze stejného důvodu, do těstíčka tedy zbytečně nevháníme vzduch."]]], ["chicken", "Kuřecí řízky (kapsy) po italsku", "https://www.recepty.cz/recept/kureci-rizky-kapsy-po-italsku-161571", [["", "", "máslo"], ["", "", "sůl"], [2.0, "ks", "kuřecí prsa", "s kůží, větší"], ["", "", "pepř mletý"], [100.0, "g", "mozzarella", ""], ["", "", "bylinky"], [40.0, "g", "salám", "nebo klobása italského tipu"], [6.0, "ks", "sušená rajčata", "dle velikosti, cca"], ["", "", "olej"]], [["Do kuřecích prsou prokrojíme opatrně hluboké kapsy, které naplníme plátky mozzarely a směsí z drobně pokrájených rajčat a italské uzeniny, ke které můžeme dle chuti přidat bylinky. Kapsy pevně uzavřeme párátky, osolíme a opepříme.", "Do pánve (kastrolu) s trochou rozpáleného oleje vložíme osmažit prsa nejprve kůží dolů, po osmažení postupně otáčíme, aby se nám maso osmažilo ze všech stran. Po osmažení prsa zaklopíme, ztlumíme teplotu na minimum a zhruba pět minut zvolna dusíme. Je-li třeba (většinou to není nutné) přidáme lžíci vody. Po krátkém dušení maso odstavíme, vložíme k masu slabý plátek másla a necháme ještě minutku, dvě odpočinout.", "Hotové kapsy po odstranění párátek pokrájíme na plátky a položíme na talíř k bramborové příloze, kde je přelijeme máslovým sosem."]]], ["chicken", "Donuty s borůvkovou polevou", "https://www.recepty.cz/recept/donuty-s-boruvkovou-polevou-163204", [[20.0, "g", "droždí", ""], [30.0, "g", "cukr krupice", ""], [250.0, "ml", "mléko polotučné", ""], [500.0, "g", "hladká mouka", ""], [2.0, "ks", "vejce", ""], [1.0, "špetka", "sůl", ""], [80.0, "g", "máslo", ""], [50.0, "g", "borůvky", ""], [50.0, "g", "cukr krupice", ""], [80.0, "g", "moučkový cukr", ""]], [["V misce rozetřete droždí s cukrem. Přidejte polovinu mléka, lžíci mouky a nechte na teplém místě vzejít kvásek. Zbylé suroviny, kromě másla, krátce zpracujte s kváskem v míse. Postupně přidávejte máslo pokrájené na kostičky a vypracujte měkké a hladké těsto. Nechte hodinu vykynout.", "Na pomoučněné ploše zlehka vyválejte plát vysoký 1 cm. Vykrajujte donuty a nechte je podsypané moukou ještě půl hodiny nakynout.", "Donuty smažte v horkém oleji rozheřátém na 170°C asi 1 minutu z každé strany. Pokládejte je na papírovou utěrku a nechte krátce zchladnout.", "Borůvky svařte se lžící cukru a 100 ml vody na hustý sirup. Přidejte moučkový cukr a vyšlehejte hustou polevu. Do polevy namáčejte donuty. Před podáváním je nechte na mřížce asi 15 minut odpočinout."]]], ["chicken", "Fritatta s cuketou", "https://www.recepty.cz/recept/fritatta-s-cuketou-162240", [[3.0, "ks", "cuketa", ""], [0.5, "ks", "cibule", ""], [1.0, "stroužek", "česnek", ""], [30.0, "g", "máslo", ""], [12.0, "ks", "vejce", ""], ["", "", "sůl"], ["", "", "pepř mletý"], ["", "", "muškátový květ"], ["", "", "bazalka"]], [["Troubu rozehřejte na 160 °C. Jednu cuketu nastrouhejte nahrubo, druhé dvě na zkosená kolečka. Z nastrouhané cukety vymačkejte všechnu přebytečnou tekutinu. Cibuli nakrájejte nahrubo, česnek najemno. Obojí zpěňte na kousku másla v pánvi, která je vhodná i do trouby.", "Vejce prošlehejte vidličkou a ochuťte solí, pepřem a muškátovým květem. Část bazalky nasekejte najemno. Nastrouhanou cuketu a nasekanou bazalku vmíchejte do vajec a nalijte na pánev. Navrch položte osušené plátky cukety.", "Vložte do trouby a pečte asi 20 minut, dokud vejce nezatuhnou. Podávejte horké, posypané čerstvou bazalkou.", "Náš TIP: Spolu s plátky cukety poklaďte frittatu i mozzarellou."]]], ["chicken", "Borůvkové koláče s tvarohem z kynutého těsta", "https://www.recepty.cz/recept/boruvkove-kolace-s-tvarohem-z-kynuteho-testa-164185", [[200.0, "ml", "smetana ke šlehání", ""], [20.0, "g", "droždí", ""], [200.0, "g", "cukr krystal", ""], [500.0, "g", "hladká mouka", ""], [2.0, "ks", "vejce", ""], [1.0, "lžička", "sůl", ""], [100.0, "g", "máslo", ""], ["", "", "slunečnicový olej"], [500.0, "g", "tučný tvaroh", ""], [2.0, "ks", "vejce", ""], ["", "", "citronová kůra"], [100.0, "g", "moučkový cukr", ""], [1.0, "lžíce", "škrobová moučka", ""], [150.0, "g", "borůvky", ""], [100.0, "g", "máslo", "studené"], [100.0, "g", "cukr krystal", ""], [200.0, "g", "hrubá mouka", ""], [50.0, "g", "mandle", "plátky"]], [["Smetanu ohřejte na tělesnou teplotu, přidejte rozdrobené droždí, část cukru a trochu mouky a nechte asi 10 minut vzejít kvásek. Zbylou mouku, cukr, vejce, sůl a rozpuštěné máslo dejte do mísy robota, přidejte kvásek a hákem hněťte přibližně 10 minut. Měkké těsto přesuňte do mísy vytřené olejem a nechte pod utěrkou na teplém místě asi hodinu vykynout.", "Zatím si připravte tvarohovou náplň. Smíchejte všechny ingredience v misce a prošlehejte.", "Připravte drobenku. Pokrájené máslo, cukr a mouku v misce promněte prsty, až vznikne sypká drobenka. Vmíchejte mandle.", "Z vykynutého těsta tvarujte kuličky o váze asi 40 g a skládejte je na plech vyložený pečicím papírem. Nechte pod utěrkou opět asi 15 minut nakynout. Kuličky rozmáčkněte dnem malé sklenky, aby vznikl kulatý koláček s prohlubní uvnitř. Naplňte tvarohem, poklaďte borůvkami a posypte drobenkou. Okraje koláčků potřete rozšlehaným žloutkem. Koláčky pečte v troubě předehřáté na 200 °C, asi 15 minut."]]]]